{"disorder": "anxiety_panic", "chunk_id": 1, "text": "222 Anxiety Disorders Generalized Anxiety Disorder Diagnostic Criteria 300.02 (F41.1) A. Excessive anxiety and worry (apprehensive expectation), occurring more days than not for at least 6 months, about a number of events or activities (such as work or school performance). B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three (or more) of the following six symp- toms (with at least some symptoms having been present for more days than not for the past 6 months): Note: Only one item is required in children. 1. Restlessness or feeling keyed up or on edge. 2. Being easily fatigued. 3. Difficulty concentrating or mind going blank. 4. Irritability. 5. Muscle tension. 6. Sleep disturbance (difficulty falling or staying asleep, or restless, unsatisfying sleep). D. The anxiety, worry, or physical symptoms cause clinically significant distress or impair- ment in social, occupational, or other important areas of functioning. E. The disturbance is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hyperthyroidism). F. The disturbance is not better explained by another mental disorder (e.g., anxiety or worry about having panic attacks in panic disorder, negative evaluation in social anxi- ety disorder [social phobia], contamination or other obsessions in obsessive-compul- sive disorder, separation from attachment figures in separation anxiety disorder, reminders of traumatic events in posttraumatic stress disorder, gaining weight in an- orexia nervosa, physical complaints in somatic symptom disorder, perceived appear- ance flaws in body dysmorphic disorder, having a serious illness in illness anxiety disorder, or the content of delusional beliefs in schizophrenia or delusional disorder). Diagnostic Features The essential feature of generalized anxiety disorder is excessive anxiety and worry (ap- prehensive expectation) about a number of events or activities. The intensity, duration, or frequency of the anxiety and worry is out of proportion to the actual likelihood or impact of the anticipated event. The individual finds it difficult to control the worry and to keep worrisome thoughts from interfering with attention to tasks at hand. Adults with gener- alized anxiety disorder often worry about everyday, routine life circumstances, such as possible job responsibilities, health and finances, the health of family members, misfor- tune to their children, or minor matters (e.g., doing household chores or being late for ap- pointments). Children with generalized anxiety disorder tend to worry excessively about their competence or"}
{"disorder": "anxiety_panic", "chunk_id": 2, "text": "the quality of their performance. During the course of the disorder, the focus of worry may shift from one concern to another. Several features distinguish generalized anxiety disorder from nonpathological anxiety. First, the worries associated with generalized anxiety disorder are excessive and typically in- terfere significantly with psychosocial functioning, whereas the worries of everyday life are not excessive and are perceived as more manageable and may be put off when more pressing matters arise. Second, the worries associated with generalized anxiety disorder are Generalized Anxiety Disorder 223 more pervasive, pronounced, and distressing; have longer duration; and frequently occur without precipitants. The greater the range of life circumstances about which a person worries (e.g., finances, children’s safety, job performance), the more likely his or her symp- toms are to meet criteria for generalized anxiety disorder. Third, everyday worries are much less likely to be accompanied by physical symptoms (e.g., restlessness or feeling keyed up or on edge). Individuals with generalized anxiety disorder report subjective distress due to constant worry and related impairment in social, occupational, or other important areas of functioning. The anxiety and worry are accompanied by at least three of the following additional symptoms: restlessness or feeling keyed up or on edge, being easily fatigued, difficulty concentrating or mind going blank, irritability, muscle tension, and disturbed sleep, al- though only one additional symptom is required in children. Associated Features Supporting Diagnosis Associated with muscle tension, there may be trembling, twitching, feeling shaky, and muscle aches or soreness. Many individuals with generalized anxiety disorder also expe- rience somatic symptoms (e.g., sweating, nausea, diarrhea) and an exaggerated startle re- sponse. Symptoms of autonomic hyperarousal (e.g., accelerated heart rate, shortness of breath, dizziness) are less prominent in generalized anxiety disorder than in other anxiety disorders, such as panic disorder. Other conditions that may be associated with stress (e.g., irritable bowel syndrome, headaches) frequently accompany generalized anxiety disorder. Prevalence The 12-month prevalence of generalized anxiety disorder is 0.9% among adolescents and 2.9% among adults in the general community of the United States. The 12-month preva- lence for the disorder in other countries ranges from 0.4% to 3.6%. The lifetime morbid risk is 9.0%. Females are twice as likely as males to experience generalized anxiety disorder. The prevalence of the diagnosis peaks in middle age and declines across the later years of life. Individuals of European descent tend to experience generalized anxiety disorder more"}
{"disorder": "anxiety_panic", "chunk_id": 3, "text": "frequently than do individuals of non-European descent (i.e., Asian, African, Native American and Pacific Islander). Furthermore, individuals from developed countries are more likely than individuals from nondeveloped countries to report that they have expe- rienced symptoms that meet criteria for generalized anxiety disorder in their lifetime. Development and Course Many individuals with generalized anxiety disorder report that they have felt anxious and nervous all of their lives. The median age at onset for generalized anxiety disorder is 30 years; however, age at onset is spread over a very broad range. The median age at onset is later than that for the other anxiety disorders. The symptoms of excessive worry and anx- iety may occur early in life but are then manifested as an anxious temperament. Onset of the disorder rarely occurs prior to adolescence. The symptoms of generalized anxiety dis- order tend to be chronic and wax and wane across the lifespan, fluctuating between syn- dromal and subsyndromal forms of the disorder. Rates of full remission are very low. The clinical expression of generalized anxiety disorder is relatively consistent across the lifespan. The primary difference across age groups is in the content of the individual’s worry. Children and adolescents tend to worry more about school and sporting perfor- mance, whereas older adults report greater concern about the well-being of family or their own physical heath. Thus, the content of an individual’s worry tends to be age appropri- ate. Younger adults experience greater severity of symptoms than do older adults. The earlier in life individuals have symptoms that meet criteria for generalized anxiety disorder, the more comorbidity they tend to have and the more impaired they are likely to 224 Anxiety Disorders be. The advent of chronic physical disease can be a potent issue for excessive worry in the elderly. In the frail elderly, worries about safety—and especially about falling—may limit activities. In those with early cognitive impairment, what appears to be excessive worry about, for example, the whereabouts of things is probably better regarded as realistic given the cognitive impairment. In children and adolescents with generalized anxiety disorder, the anxieties and wor- ries often concern the quality of their performance or competence at school or in sporting events, even when their performance is not being evaluated by others. There may be ex- cessive concerns about punctuality. They may also worry about catastrophic events, such as earthquakes or nuclear war. Children"}
{"disorder": "anxiety_panic", "chunk_id": 4, "text": "with the disorder may be overly conforming, per- fectionist, and unsure of themselves and tend to redo tasks because of excessive dissatis- faction with less-than-perfect performance. They are typically overzealous in seeking reassurance and approval and require excessive reassurance about their performance and other things they are worried about. Generalized anxiety disorder may be overdiagnosed in children. When this diagnosis is being considered in children, a thorough evaluation for the presence of other childhood anxiety disorders and other mental disorders should be done to determine whether the worries may be better explained by one of these disorders. Separation anxiety disorder, so- cial anxiety disorder (social phobia), and obsessive-compulsive disorder are often accom- panied by worries that may mimic those described in generalized anxiety disorder. For example, a child with social anxiety disorder may be concerned about school performance because of fear of humiliation. Worries about illness may also be better explained by sep- aration anxiety disorder or obsessive-compulsive disorder. Risk and Prognostic Factors Temperamental. Behavioral inhibition, negative affectivity (neuroticism), and harm avoidance have been associated with generalized anxiety disorder. Environmental. Although childhood adversities and parental overprotection have been associated with generalized anxiety disorder, no environmental factors have been identi- fied as specific to generalized anxiety disorder or necessary or sufficient for making the di- agnosis. Genetic and physiological. One-third of the risk of experiencing generalized anxiety disorder is genetic, and these genetic factors overlap with the risk of neuroticism and are shared with other anxiety and mood disorders, particularly major depressive disorder. Culture-Related Diagnostic Issues There is considerable cultural variation in the expression of generalized anxiety disorder. For example, in some cultures, somatic symptoms predominate in the expression of the disorder, whereas in other cultures cognitive symptoms tend to predominate. This differ- ence may be more evident on initial presentation than subsequently, as more symptoms are reported over time. There is no information as to whether the propensity for excessive worrying is related to culture, although the topic being worried about can be culture spe- cific. It is important to consider the social and cultural context when evaluating whether worries about certain situations are excessive. Gender-Related Diagnostic Issues In clinical settings, generalized anxiety disorder is diagnosed somewhat more frequently in females than in males (about 55%–60% of those presenting with the disorder are female). In epidemiological studies, approximately two-thirds are female. Females and males who experience generalized anxiety disorder appear"}
{"disorder": "anxiety_panic", "chunk_id": 5, "text": "to have similar symptoms but Generalized Anxiety Disorder 225 demonstrate different patterns of comorbidity consistent with gender differences in the prevalence of disorders. In females, comorbidity is largely confined to the anxiety disor- ders and unipolar depression, whereas in males, comorbidity is more likely to extend to the substance use disorders as well. Functional Consequences of Generalized Anxiety Disorder Excessive worrying impairs the individual’s capacity to do things quickly and efficiently, whether at home or at work. The worrying takes time and energy; the associated symp- toms of muscle tension and feeling keyed up or on edge, tiredness, difficulty concentrat- ing, and disturbed sleep contribute to the impairment. Importantly the excessive worrying may impair the ability of individuals with generalized anxiety disorder to encourage con- fidence in their children. Generalized anxiety disorder is associated with significant disability and distress that is independent of comorbid disorders, and most non-institutionalized adults with the disorder are moderately to seriously disabled. Generalized anxiety disorder accounts for 110 mil- lion disability days per annum in the U.S. population. Differential Diagnosis Anxiety disorder due to another medical condition. The diagnosis of anxiety disorder associated with another medical condition should be assigned if the individual’s anxiety and worry are judged, based on history, laboratory findings, or physical examination, to be a physiological effect of another specific medical condition (e.g., pheochromocytoma, hyperthyroidism). Substance/medication-induced anxiety disorder. A substance/medication-induced anxiety disorder is distinguished from generalized anxiety disorder by the fact that a sub- stance or medication (e.g., a drug of abuse, exposure to a toxin) is judged to be etiologically related to the anxiety. For example, severe anxiety that occurs only in the context of heavy coffee consumption would be diagnosed as caffeine-induced anxiety disorder. Social anxiety disorder. Individuals with social anxiety disorder often have anticipa- tory anxiety that is focused on upcoming social situations in which they must perform or be evaluated by others, whereas individuals with generalized anxiety disorder worry, whether or not they are being evaluated. Obsessive-compulsive disorder. Several features distinguish the excessive worry of generalized anxiety disorder from the obsessional thoughts of obsessive-compulsive dis- order. In generalized anxiety disorder the focus of the worry is about forthcoming prob- lems, and it is the excessiveness of the worry about future events that is abnormal. In obsessive-compulsive disorder, the obsessions are inappropriate ideas that take the form of intrusive and unwanted thoughts, urges, or images. Posttraumatic stress disorder"}
{"disorder": "anxiety_panic", "chunk_id": 6, "text": "and adjustment disorders. Anxiety is invariably pres- ent in posttraumatic stress disorder. Generalized anxiety disorder is not diagnosed if the anxiety and worry are better explained by symptoms of posttraumatic stress disorder. Anxiety may also be present in adjustment disorder, but this residual category should be used only when the criteria are not met for any other disorder (including generalized anx- iety disorder). Moreover, in adjustment disorders, the anxiety occurs in response to an identifiable stressor within 3 months of the onset of the stressor and does not persist for more than 6 months after the termination of the stressor or its consequences. Depressive, bipolar, and psychotic disorders. Generalized anxiety/worry is a common associated feature of depressive, bipolar, and psychotic disorders and should not be di- 226 Anxiety Disorders agnosed separately if the excessive worry has occurred only during the course of these conditions. Comorbidity Individuals whose presentation meets criteria for generalized anxiety disorder are likely to have met, or currently meet, criteria for other anxiety and unipolar depressive disor- ders. The neuroticism or emotional liability that underpins this pattern of comorbidity is associated with temperamental antecedents and genetic and environmental risk factors shared between these disorders, although independent pathways are also possible. Co- morbidity with substance use, conduct, psychotic, neurodevelopmental, and neurocogni- tive disorders is less common. Substance/Medication-Induced Anxiety Disorder Diagnostic Criteria A. Panic attacks or anxiety is predominant in the clinical picture. B. There is evidence from the history, physical examination, or laboratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Crite- rion A. C. The disturbance is not better explained by an anxiety disorder that is not substance/ medication-induced. Such evidence of an independent anxiety disorder could include the following: The symptoms precede the onset of the substance/medication use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute withdrawal or severe intoxication; or there is other evidence suggesting the existence of an independent non-substance/medication-induced anxiety disorder (e.g., a history of recurrent non-substance/medication-related episodes). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. Note: This diagnosis"}
{"disorder": "anxiety_panic", "chunk_id": 7, "text": "should be made instead of a diagnosis of substance intoxication or substance withdrawal only when the symptoms in Criterion A predominate in the clinical picture and they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medica- tion]-induced anxiety disorders are indicated in the table below. Note that the ICD-10-CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the sub- stance-induced anxiety disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced anxiety disorder (e.g., “mild cocaine use disorder with cocaine-induced anxiety disorder”). If a moderate or severe substance use disorder is comorbid with the substance-induced anxiety disorder, the 4th position character is “2,” and the clinician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disorder (e.g., after a one-"}
