{"disorder": "bipolar", "chunk_id": 1, "text": "123 Bipolar and Related Disorders Bipolar and related disorders are separated from the depressive disorders in DSM-5 and placed between the chapters on schizophrenia spectrum and other psychotic disorders and depressive disorders in recognition of their place as a bridge between the two diagnostic classes in terms of symptomatology, family history, and genetics. The di- agnoses included in this chapter are bipolar I disorder, bipolar II disorder, cyclothymic disorder, substance/medication-induced bipolar and related disorder, bipolar and relat- ed disorder due to another medical condition, other specified bipolar and related disor- der, and unspecified bipolar and related disorder. The bipolar I disorder criteria represent the modern understanding of the classic manic-depressive disorder or affective psychosis described in the nineteenth century, dif- fering from that classic description only to the extent that neither psychosis nor the lifetime experience of a major depressive episode is a requirement. However, the vast majority of individuals whose symptoms meet the criteria for a fully syndromal manic episode also experience major depressive episodes during the course of their lives. Bipolar II disorder, requiring the lifetime experience of at least one episode of major de- pression and at least one hypomanic episode, is no longer thought to be a “milder” condition than bipolar I disorder, largely because of the amount of time individuals with this con- dition spend in depression and because the instability of mood experienced by individuals with bipolar II disorder is typically accompanied by serious impairment in work and social functioning. The diagnosis of cyclothymic disorder is given to adults who experience at least 2 years (for children, a full year) of both hypomanic and depressive periods without ever fulfilling the criteria for an episode of mania, hypomania, or major depression. A large number of substances of abuse, some prescribed medications, and several medical conditions can be associated with manic-like phenomena. This fact is recognized in the diagnoses of substance/medication-induced bipolar and related disorder and bipo- lar and related disorder due to another medical condition. The recognition that many individuals, particularly children and, to a lesser extent, ad- olescents, experience bipolar-like phenomena that do not meet the criteria for bipolar I, bi- polar II, or cyclothymic disorder is reflected in the availability of the other specified bipolar and related disorder category. Indeed, specific criteria for a disorder involving short-duration hypomania are provided in Section III in the hope of encouraging further study of this disorder."}
{"disorder": "bipolar", "chunk_id": 2, "text": "Bipolar I Disorder Diagnostic Criteria For a diagnosis of bipolar I disorder, it is necessary to meet the following criteria for a manic episode. The manic episode may have been preceded by and may be followed by hypo- manic or major depressive episodes. 124 Bipolar and Related Disorders Manic Episode A. A distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally and persistently increased goal-directed activity or energy, lasting at least 1 week and present most of the day, nearly every day (or any duration if hospi- talization is necessary). B. During the period of mood disturbance and increased energy or activity, three (or more) of the following symptoms (four if the mood is only irritable) are present to a sig- nificant degree and represent a noticeable change from usual behavior: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation (i.e., purposeless non-goal-directed activity). 7. Excessive involvement in activities that have a high potential for painful conse- quences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). C. The mood disturbance is sufficiently severe to cause marked impairment in social or occupational functioning or to necessitate hospitalization to prevent harm to self or oth- ers, or there are psychotic features. D. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment) or to another medical condition. Note: A full manic episode that emerges during antidepressant treatment (e.g., medi- cation, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a manic episode and, therefore, a bipolar I diagnosis. Note: Criteria A–D constitute a manic episode. At least one lifetime manic episode is re- quired for the diagnosis of bipolar I disorder. Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consec- utive days and present most of the day, nearly"}
{"disorder": "bipolar", "chunk_id": 3, "text": "every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms (four if the mood is only irritable) have persisted, rep- resent a noticeable change from usual behavior, and have been present to a significant degree: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful conse- quences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). Bipolar I Disorder 125 C. The episode is associated with an unequivocal change in functioning that is uncharac- teristic of the individual when not symptomatic. D. The disturbance in mood and the change in functioning are observable by others. E. The episode is not severe enough to cause marked impairment in social or occupa- tional functioning or to necessitate hospitalization. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment). Note: A full hypomanic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (particularly in- creased irritability, edginess, or agitation following antidepressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bi- polar diathesis. Note: Criteria A–F constitute a hypomanic episode. Hypomanic episodes are common in bipolar I disorder but are not required for the diagnosis of bipolar I disorder. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condi- tion. 1. Depressed mood"}
{"disorder": "bipolar", "chunk_id": 4, "text": "most of the day, nearly every day, as indicated by either subjec- tive report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tearful). (Note: In children and adolescents, can be irritable mood.) 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or decrease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day. 5. Psychomotor agitation or retardation nearly every day (observable by others; not merely subjective feelings of restlessness or being slowed down). 6. Fatigue or loss of energy nearly every day. 7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delu- sional) nearly every day (not merely self-reproach or guilt about being sick). 8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (ei- ther by subjective account or as observed by others). 9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation with- out a specific plan, or a suicide attempt or a specific plan for committing suicide. B. The symptoms cause clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. C. The episode is not attributable to the physiological effects of a substance or another medical condition. Note: Criteria A–C constitute a major depressive episode. Major depressive episodes are common in bipolar I disorder but are not required for the diagnosis of bipolar I disorder. Note: Responses to a significant loss (e.g., bereavement, financial ruin, losses from a natural disaster, a serious medical illness or disability) may include the feelings of intense 126 Bipolar and Related Disorders sadness, rumination about the loss, insomnia, poor appetite, and weight loss noted in Cri- terion A, which may resemble a depressive episode. Although such symptoms may be un- derstandable or considered appropriate to the loss, the presence of a major depressive episode in addition to the normal response to a significant loss should also be carefully considered. This decision inevitably requires the exercise of clinical judgment based on the individual’s history and the cultural norms for the expression of distress in the context of loss.1"}
{"disorder": "bipolar", "chunk_id": 5, "text": "Bipolar I Disorder A. Criteria have been met for at least one manic episode (Criteria A–D under “Manic Ep- isode” above). B. The occurrence of the manic and major depressive episode(s) is not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional dis- order, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. Coding and Recording Procedures The diagnostic code for bipolar I disorder is based on type of current or most recent epi- sode and its status with respect to current severity, presence of psychotic features, and remission status. Current severity and psychotic features are only indicated if full criteria are currently met for a manic or major depressive episode. Remission specifiers are only indicated if the full criteria are not currently met for a manic, hypomanic, or major depres- sive episode. Codes are as follows: 1In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in MDE it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The depressed mood of a MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhappiness and misery characteristic of a major depressive episode. The thought content associated with grief generally features a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in a MDE. In grief, self-esteem is generally preserved, whereas in a MDE, feelings of worthlessness and self- loathing are common. If self-derogatory ideation is present in grief, it typically involves per- ceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are generally focused on the deceased and possibly about “joining” the deceased, whereas in a major depressive episode such thoughts are focused on ending one’s own life because of feeling worthless, undeserving of life, or unable to cope with the pain of depression. Bipolar I disorder Current or most recent"}
{"disorder": "bipolar", "chunk_id": 6, "text": "episode manic Current or most recent episode hypomanic* Current or most recent episode depressed Current or most recent episode unspecified** Mild (p. 154) 296.41 (F31.11) NA 296.51 (F31.31) NA Moderate (p. 154) 296.42 (F31.12) NA 296.52 (F31.32) NA Severe (p. 154) 296.43 (F31.13) NA 296.53 (F31.4) NA Bipolar I Disorder 127 In recording the name of a diagnosis, terms should be listed in the following order: bipolar I disorder, type of current or most recent episode, severity/psychotic/remission specifiers, followed by as many specifiers without codes as apply to the current or most recent epi- sode. Specify: With anxious distress (p. 149) With mixed features (pp. 149–150) With rapid cycling (pp. 150–151) With melancholic features (p. 151) With atypical features (pp. 151–152) With mood-congruent psychotic features (p. 152) With mood-incongruent psychotic features (p. 152) With catatonia (p. 152). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 152–153) With seasonal pattern (pp. 153–154) Diagnostic Features The essential feature of a manic episode is a distinct period during which there is an ab- normally, persistently elevated, expansive, or irritable mood and persistently increased activity or energy that is present for most of the day, nearly every day, for a period of at least 1 week (or any duration if hospitalization is necessary), accompanied by at least three additional symptoms from Criterion B. If the mood is irritable rather than elevated or ex- pansive, at least four Criterion B symptoms must be present. Mood in a manic episode is often described as euphoric, excessively cheerful, high, or “feeling on top of the world.” In some cases, the mood is of such a highly infectious quality that it is easily recognized as excessive and may be characterized by unlimited and hap- hazard enthusiasm for interpersonal, sexual, or occupational interactions. For example, the individual may spontaneously start extensive conversations with strangers in public. Often the predominant mood is irritable rather than elevated, particularly when the indi- vidual’s wishes are denied or if the individual has been using substances. Rapid shifts in mood over brief periods of time may occur and are referred to as lability (i.e., the alterna- With psychotic features*** (p. 152) 296.44 (F31.2) NA 296.54 (F31.5) NA In partial remission (p. 154) 296.45 (F31.73) 296.45 (F31.71) 296.55 (F31.75) NA In full remission (p. 154) 296.46 (F31.74) 296.46 (F31.72) 296.56 (F31.76) NA Unspecified 296.40 (F31.9) 296.40 (F31.9) 296.50 (F31.9) NA *Severity and"}
{"disorder": "bipolar", "chunk_id": 7, "text": "psychotic specifiers do not apply; code 296.40 (F31.0) for cases not in remission. **Severity, psychotic, and remission specifiers do not apply. Code 296.7 (F31.9). ***If psychotic features are present, code the “with psychotic features” specifier irrespective of epi- sode severity. Bipolar I disorder Current or most recent episode manic Current or most recent episode hypomanic* Current or most recent episode depressed Current or most recent episode unspecified** 128 Bipolar and Related Disorders tion among euphoria, dysphoria, and irritability). In children, happiness, silliness and “goofiness” are normal in the context of special occasions; however, if these symptoms are recurrent, inappropriate to the context, and beyond what is expected for the developmen- tal level of the child, they may meet Criterion A. If the happiness is unusual for a child (i.e., distinct from baseline), and the mood change occurs at the same time as symptoms that meet Criterion B for mania, diagnostic certainty is increased; however, the mood change must be accompanied by persistently increased activity or energy levels that are obvious to those who know the child well. During the manic episode, the individual may engage in multiple overlapping new projects. The projects are often initiated with little knowledge of the topic, and nothing seems out of the individual’s reach. The increased activity levels may manifest at unusual hours of the day. Inflated self-esteem is typically present, ranging from uncritical self-confidence to marked grandiosity, and may reach delusional proportions (Criterion B1). Despite lack of any partic- ular experience or talent, the individual may embark on complex tasks such as writing a novel or seeking publicity for some impractical invention. Grandiose delusions (e.g., of having a special relationship to a famous person) are common. In children, overestimation of abilities and belief that, for example, they are the best at a sport or the smartest in the class is normal; however, when such beliefs are present despite clear evidence to the contrary or the child at- tempts feats that are clearly dangerous and, most important, represent a change from the child’s normal behavior, the grandiosity criterion should be considered satisfied. One of the most common features is a decreased need for sleep (Criterion B2) and is distinct from insomnia in which the individual wants to sleep or feels the need to sleep but is unable. The individual may sleep little, if at all, or may awaken several hours earlier than usual, feeling rested"}
{"disorder": "bipolar", "chunk_id": 8, "text": "and full of energy. When the sleep disturbance is severe, the individ- ual may go for days without sleep, yet not feel tired. Often a decreased need for sleep her- alds the onset of a manic episode. Speech can be rapid, pressured, loud, and difficult to interrupt (Criterion B3). Individ- uals may talk continuously and without regard for others’ wishes to communicate, often in an intrusive manner or without concern for the relevance of what is said. Speech is sometimes characterized by jokes, puns, amusing irrelevancies, and theatricality, with dramatic mannerisms, singing, and excessive gesturing. Loudness and forcefulness of speech often become more important than what is conveyed. If the individual’s mood is more irritable than expansive, speech may be marked by complaints, hostile comments, or angry tirades, particularly if attempts are made to interrupt the individual. Both Criterion A and Criterion B symptoms may be accompanied by symptoms of the opposite (i.e., de- pressive) pole (see “with mixed features” specifier, pp. 149–150). Often the individual’s thoughts race at a rate faster than they can be expressed through speech (Criterion B4). Frequently there is flight of ideas evidenced by a nearly continuous flow of accelerated speech, with abrupt shifts from one topic to another. When flight of ideas is se- vere, speech may become disorganized, incoherent, and particularly distressful to the individ- ual. Sometimes thoughts are experienced as so crowded that it is very difficult to speak. Distractibility (Criterion B5) is evidenced by an inability to censor immaterial external stimuli (e.g., the interviewer’s attire, background noises or conversations, furnishings in the room) and often prevents individuals experiencing mania from holding a rational con- versation or attending to instructions. The increase in goal-directed activity often consists of excessive planning and partici- pation in multiple activities, including sexual, occupational, political, or religious activi- ties. Increased sexual drive, fantasies, and behavior are often present. Individuals in a manic episode usually show increased sociability (e.g., renewing old acquaintances or calling or contacting friends or even strangers), without regard to the intrusive, domineering, and demanding nature of these interactions. They often display psychomotor agitation or rest- lessness (i.e., purposeless activity) by pacing or by holding multiple conversations simulta- Bipolar I Disorder 129 neously. Some individuals write excessive letters, e-mails, text messages, and so forth, on many different topics to friends, public figures, or the media. The increased activity criterion can be difficult to ascertain in"}
{"disorder": "bipolar", "chunk_id": 9, "text": "children; however, when the child takes on many tasks simultaneously, starts devising elaborate and unrealistic plans for projects, develops previously absent and developmentally inappropriate sexual preoccupations (not accounted for by sexual abuse or exposure to sexually explicit mate- rial), then Criterion B might be met based on clinical judgment. It is essential to determine whether the behavior represents a change from the child’s baseline behavior; occurs most of the day, nearly every day for the requisite time period; and occurs in temporal associa- tion with other symptoms of mania. The expansive mood, excessive optimism, grandiosity, and poor judgment often lead to reckless involvement in activities such as spending sprees, giving away possessions, reckless driving, foolish business investments, and sexual promiscuity that is unusual for the individual, even though these activities are likely to have catastrophic consequences (Criterion B7). The individual may purchase many unneeded items without the money to pay for them and, in some cases, give them away. Sexual behavior may include infidelity or indiscriminate sexual encounters with strangers, often disregarding the risk of sexually transmitted diseases or interpersonal consequences. The manic episode must result in marked impairment in social or occupational func- tioning or require hospitalization to prevent harm to self or others (e.g., financial losses, il- legal activities, loss of employment, self-injurious behavior). By definition, the presence of psychotic features during a manic episode also satisfies Criterion C. Manic symptoms or syndromes that are attributable to the physiological effects of a drug of abuse (e.g., in the context of cocaine or amphetamine intoxication), the side effects of medications or treatments (e.g., steroids, L-dopa, antidepressants, stimulants), or an- other medical condition do not count toward the diagnosis of bipolar I disorder. However, a fully syndromal manic episode that arises during treatment (e.g., with medications, elec- troconvulsive therapy, light therapy) or drug use and persists beyond the physiological ef- fect of the inducing agent (i.e., after a medication is fully out of the individual’s system or the effects of electroconvulsive therapy would be expected to have dissipated completely) is sufficient evidence for a manic episode diagnosis (Criterion D). Caution is indicated so that one or two symptoms (particularly increased irritability, edginess, or agitation follow- ing antidepressant use) are not taken as sufficient for diagnosis of a manic or hypomanic episode, nor necessarily an indication of a bipolar disorder diathesis. It is necessary to meet criteria for a manic episode"}
{"disorder": "bipolar", "chunk_id": 10, "text": "to make a diagnosis of bipolar I disorder, but it is not re- quired to have hypomanic or major depressive episodes. However, they may precede or follow a manic episode. Full descriptions of the diagnostic features of a hypomanic epi- sode may be found within the text for bipolar II disorder, and the features of a major de- pressive episode are described within the text for major depressive disorder. Associated Features Supporting Diagnosis During a manic episode, individuals often do not perceive that they are ill or in need of treat- ment and vehemently resist efforts to be treated. Individuals may change their dress, makeup, or personal appearance to a more sexually suggestive or flamboyant style. Some perceive a sharper sense of smell, hearing, or vision. Gambling and antisocial behaviors may accompany the manic episode. Some individuals may become hostile and physically threatening to others and, when delusional, may become physically assaultive or suicidal. Catastrophic conse- quences of a manic episode (e.g., involuntary hospitalization, difficulties with the law, serious financial difficulties) often result from poor judgment, loss of insight, and hyperactivity. Mood may shift very rapidly to anger or depression. Depressive symptoms may occur during a manic episode and, if present, may last moments, hours, or, more rarely, days (see “with mixed features” specifier, pp. 149–150). 130 Bipolar and Related Disorders Prevalence The 12-month prevalence estimate in the continental United States was 0.6% for bipolar I disorder as defined in DSM-IV. Twelve-month prevalence of bipolar I disorder across 11 countries ranged from 0.0% to 0.6%. The lifetime male-to-female prevalence ratio is ap- proximately 1.1:1. Development and Course Mean age at onset of the first manic, hypomanic, or major depressive episode is approxi- mately 18 years for bipolar I disorder. Special considerations are necessary to detect the di- agnosis in children. Since children of the same chronological age may be at different developmental stages, it is difficult to define with precision what is “normal” or “ex- pected” at any given point. Therefore, each child should be judged according to his or her own baseline. Onset occurs throughout the life cycle, including first onsets in the 60s or 70s. Onset of manic symptoms (e.g., sexual or social disinhibition) in late mid-life or late- life should prompt consideration of medical conditions (e.g., frontotemporal neurocogni- tive disorder) and of substance ingestion or withdrawal. More than 90% of individuals who have a single manic episode"}
{"disorder": "bipolar", "chunk_id": 11, "text": "go on to have recurrent mood episodes. Approximately 60% of manic episodes occur immediately before a major depressive episode. Individuals with bipolar I disorder who have multiple (four or more) mood episodes (major depressive, manic, or hypomanic) within 1 year receive the speci- fier “with rapid cycling.” Risk and Prognostic Factors Environmental. Bipolar disorder is more common in high-income than in low-income countries (1.4 vs. 0.7%). Separated, divorced, or widowed individuals have higher rates of bipolar I disorder than do individuals who are married or have never been married, but the direction of the association is unclear. Genetic and physiological. A family history of bipolar disorder is one of the strongest and most consistent risk factors for bipolar disorders. There is an average 10-fold increased risk among adult relatives of individuals with bipolar I and bipolar II disorders. Magnitude of risk increases with degree of kinship. Schizophrenia and bipolar disorder likely share a ge- netic origin, reflected in familial co-aggregation of schizophrenia and bipolar disorder. Course modifiers. After an individual has a manic episode with psychotic features, subse- quent manic episodes are more likely to include psychotic features. Incomplete inter- episode recovery is more common when the current episode is accompanied by mood- incongruent psychotic features. Culture-Related Diagnostic Issues Little information exists on specific cultural differences in the expression of bipolar I dis- order. One possible explanation for this may be that diagnostic instruments are often translated and applied in different cultures with no transcultural validation. In one U.S. study, 12-month prevalence of bipolar I disorder was significantly lower for Afro-Carib- beans than for African Americans or whites. Gender-Related Diagnostic Issues Females are more likely to experience rapid cycling and mixed states, and to have patterns of comorbidity that differ from those of males, including higher rates of lifetime eating disor- ders. Females with bipolar I or II disorder are more likely to experience depressive symptoms than males. They also have a higher lifetime risk of alcohol use disorder than are males and a much greater likelihood of alcohol use disorder than do females in the general population. Bipolar I Disorder 131 Suicide Risk The lifetime risk of suicide in individuals with bipolar disorder is estimated to be at least 15 times that of the general population. In fact, bipolar disorder may account for one-quar- ter of all completed suicides. A past history of suicide attempt and percent days spent"}
{"disorder": "bipolar", "chunk_id": 12, "text": "de- pressed in the past year are associated with greater risk of suicide attempts or completions. Functional Consequences of Bipolar I Disorder Although many individuals with bipolar disorder return to a fully functional level be- tween episodes, approximately 30% show severe impairment in work role function. Func- tional recovery lags substantially behind recovery from symptoms, especially with respect to occupational recovery, resulting in lower socioeconomic status despite equivalent lev- els of education when compared with the general population. Individuals with bipolar I disorder perform more poorly than healthy individuals on cognitive tests. Cognitive im- pairments may contribute to vocational and interpersonal difficulties and persist through the lifespan, even during euthymic periods. Differential Diagnosis Major depressive disorder. Major depressive disorder may also be accompanied by hy- pomanic or manic symptoms (i.e., fewer symptoms or for a shorter duration than required for mania or hypomania). When the individual presents in an episode of major depression, one must depend on corroborating history regarding past episodes of mania or hypoma- nia. Symptoms of irritability may be associated with either major depressive disorder or bipolar disorder, adding to diagnostic complexity. Other bipolar disorders. Diagnosis of bipolar I disorder is differentiated from bipolar II disorder by determining whether there have been any past episodes of mania. Other spec- ified and unspecified bipolar and related disorders should be differentiated from bipolar I and II disorders by considering whether either the episodes involving manic or hypo- manic symptoms or the episodes of depressive symptoms fail to meet the full criteria for those conditions. Bipolar disorder due to another medical condition may be distinguished from bipolar I and II disorders by identifying, based on best clinical evidence, a causally related medical condition. Generalized anxiety disorder, panic disorder, posttraumatic stress disorder, or other anxiety disorders. These disorders need to be considered in the differential diagnosis as either the primary disorder or, in some cases, a comorbid disorder. A careful history of symptoms is needed to differentiate generalized anxiety disorder from bipolar disorder, as anxious ruminations may be mistaken for racing thoughts, and efforts to minimize anx- ious feelings may be taken as impulsive behavior. Similarly, symptoms of posttraumatic stress disorder need to be differentiated from bipolar disorder. It is helpful to assess the ep- isodic nature of the symptoms described, as well as to consider symptom triggers, in mak- ing this differential diagnosis. Substance/medication-induced bipolar disorder. Substance use disorders may"}
{"disorder": "bipolar", "chunk_id": 13, "text": "mani- fest with substance.medication-induced manic symptoms that must be distinguished from bipolar I disorder; response to mood stabilizers during a substance/medication- induced mania may not necessarily be diagnostic for bipolar disorder. There may be sub- stantial overlap in view of the tendency for individuals with bipolar I disorder to overuse substances during an episode. A primary diagnosis of bipolar disorder must be estab- lished based on symptoms that remain once substances are no longer being used. Attention-deficit/hyperactivity disorder. This disorder may be misdiagnosed as bipolar disorder, especially in adolescents and children. Many symptoms overlap with the symp- 132 Bipolar and Related Disorders toms of mania, such as rapid speech, racing thoughts, distractibility, and less need for sleep. The “double counting” of symptoms toward both ADHD and bipolar disorder can be avoided if the clinician clarifies whether the symptom(s) represents a distinct episode. Personality disorders. Personality disorders such as borderline personality disorder may have substantial symptomatic overlap with bipolar disorders, since mood lability and impulsivity are common in both conditions. Symptoms must represent a distinct ep- isode, and the noticeable increase over baseline required for the diagnosis of bipolar dis- order must be present. A diagnosis of a personality disorder should not be made during an untreated mood episode. Disorders with prominent irritability. In individuals with severe irritability, particularly children and adolescents, care must be taken to apply the diagnosis of bipolar disorder only to those who have had a clear episode of mania or hypomania—that is, a distinct time period, of the required duration, during which the irritability was clearly different from the individual’s baseline and was accompanied by the onset of Criterion B symptoms. When a child’s irritability is persistent and particularly severe, the diagnosis of disruptive mood dysregulation disorder would be more appropriate. Indeed, when any child is being assessed for mania, it is essential that the symptoms represent a clear change from the child’s typical behavior. Comorbidity Co-occurring mental disorders are common, with the most frequent disorders being any anxiety disorder (e.g., panic attacks, social anxiety disorder [social phobia], specific pho- bia), occurring in approximately three-fourths of individuals; ADHD, any disruptive, im- pulse-control, or conduct disorder (e.g., intermittent explosive disorder, oppositional defiant disorder, conduct disorder), and any substance use disorder (e.g., alcohol use dis- order) occur in over half of individuals with bipolar I disorder. Adults with bipolar I dis- order have high rates of serious and/or"}
{"disorder": "bipolar", "chunk_id": 14, "text": "untreated co-occurring medical conditions. Metabolic syndrome and migraine are more common among individuals with bipolar dis- order than in the general population. More than half of individuals whose symptoms meet criteria for bipolar disorder have an alcohol use disorder, and those with both disorders are at greater risk for suicide attempt. Bipolar II Disorder Diagnostic Criteria 296.89 (F31.81) For a diagnosis of bipolar II disorder, it is necessary to meet the following criteria for a cur- rent or past hypomanic episode and the following criteria for a current or past major de- pressive episode: Hypomanic Episode A. A distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally and persistently increased activity or energy, lasting at least 4 consec- utive days and present most of the day, nearly every day. B. During the period of mood disturbance and increased energy and activity, three (or more) of the following symptoms have persisted (four if the mood is only irritable), represent a no- ticeable change from usual behavior, and have been present to a significant degree: 1. Inflated self-esteem or grandiosity. 2. Decreased need for sleep (e.g., feels rested after only 3 hours of sleep). 3. More talkative than usual or pressure to keep talking. Bipolar II Disorder 133 4. Flight of ideas or subjective experience that thoughts are racing. 5. Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed. 6. Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation. 7. Excessive involvement in activities that have a high potential for painful conse- quences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments). C. The episode is associated with an unequivocal change in functioning that is uncharac- teristic of the individual when not symptomatic. D. The disturbance in mood and the change in functioning are observable by others. E. The episode is not severe enough to cause marked impairment in social or occupa- tional functioning or to necessitate hospitalization. If there are psychotic features, the episode is, by definition, manic. F. The episode is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication or other treatment). Note: A full hypomanic episode that emerges during antidepressant treatment (e.g., medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiological effect of that treatment is sufficient"}
{"disorder": "bipolar", "chunk_id": 15, "text": "evidence for a hypomanic episode diagnosis. However, caution is indicated so that one or two symptoms (particularly in- creased irritability, edginess, or agitation following antidepressant use) are not taken as sufficient for diagnosis of a hypomanic episode, nor necessarily indicative of a bi- polar diathesis. Major Depressive Episode A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to a medical condition. 1. Depressed mood most of the day, nearly every day, as indicated by either subjec- tive report (e.g., feels sad, empty, or hopeless) or observation made by others (e.g., appears tearful). (Note: In children and adolescents, can be irritable mood.) 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or decrease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day. 5. Psychomotor agitation or retardation nearly every day (observable by others; not merely subjective feelings of restlessness or being slowed down). 6. Fatigue or loss of energy nearly every day. 7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delu- sional) nearly every day (not merely self-reproach or guilt about being sick). 8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (ei- ther by subjective account or as observed by others). 9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation with- out a specific plan, a suicide attempt, or a specific plan for committing suicide. B. The symptoms cause clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. C. The episode is not attributable to the physiological effects of a substance or another medical condition. 134 Bipolar and Related Disorders Note: Criteria A–C above constitute a major depressive episode. Note: Responses to a significant loss (e.g., bereavement, financial ruin, losses from a nat- ural disaster, a serious medical illness or disability) may include the feelings of"}
{"disorder": "bipolar", "chunk_id": 16, "text": "intense sad- ness, rumination about the loss, insomnia, poor appetite, and weight loss noted in Criterion A, which may resemble a depressive episode. Although such symptoms may be under- standable or considered appropriate to the loss, the presence of a major depressive episode in addition to the normal response to a significant loss should be carefully considered. This decision inevitably requires the exercise of clinical judgment based on the individual’s history and the cultural norms for the expression of distress in the context of loss.1 Bipolar II Disorder A. Criteria have been met for at least one hypomanic episode (Criteria A–F under “Hypo- manic Episode” above) and at least one major depressive episode (Criteria A–C under “Major Depressive Episode” above). B. There has never been a manic episode. C. The occurrence of the hypomanic episode(s) and major depressive episode(s) is not better explained by schizoaffective disorder, schizophrenia, schizophreniform disor- der, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. D. The symptoms of depression or the unpredictability caused by frequent alternation be- tween periods of depression and hypomania causes clinically significant distress or im- pairment in social, occupational, or other important areas of functioning. Coding and Recording Procedures Bipolar II disorder has one diagnostic code: 296.89 (F31.81). Its status with respect to cur- rent severity, presence of psychotic features, course, and other specifiers cannot be coded but should be indicated in writing (e.g., 296.89 [F31.81] bipolar II disorder, current episode depressed, moderate severity, with mixed features; 296.89 [F31.81] bipolar II dis- order, most recent episode depressed, in partial remission). Specify current or most recent episode: Hypomanic Depressed Specify if: With anxious distress (p. 149) With mixed features (pp. 149–150) 1In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in a MDE it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The depressed mood of a MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhap- piness and"}
{"disorder": "bipolar", "chunk_id": 17, "text": "misery characteristic of a MDE. The thought content associated with grief generally fea- tures a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in a MDE. In grief, self-esteem is generally preserved, whereas in a MDE feelings of worthlessness and self-loathing are common. If self-derogatory ideation is present in grief, it typically involves perceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are generally focused on the deceased and possibly about “'joining” the deceased, whereas in a MDE such thoughts are focused on ending one’s own life because of feeling worthless, undeserving of life, or unable to cope with the pain of depression. Bipolar II Disorder 135 With rapid cycling (pp. 150–151) With mood-congruent psychotic features (p. 152) With mood-incongruent psychotic features (p. 152) With catatonia (p. 152). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 152–153) With seasonal pattern (pp. 153–154): Applies only to the pattern of major depressive episodes. Specify course if full criteria for a mood episode are not currently met: In partial remission (p. 154) In full remission (p. 154) Specify severity if full criteria for a mood episode are currently met: Mild (p. 154) Moderate (p. 154) Severe (p. 154) Diagnostic Features Bipolar II disorder is characterized by a clinical course of recurring mood episodes con- sisting of one or more major depressive episodes (Criteria A–C under “Major Depressive Episode”) and at least one hypomanic episode (Criteria A–F under “Hypomanic Epi- sode”). The major depressive episode must last at least 2 weeks, and the hypomanic epi- sode must last at least 4 days, to meet the diagnostic criteria. During the mood episode(s), the requisite number of symptoms must be present most of the day, nearly every day, and represent a noticeable change from usual behavior and functioning. The presence of a manic episode during the course of illness precludes the diagnosis of bipolar II disorder (Criterion B under “Bipolar II Disorder”). Episodes of substance/medication-induced de- pressive disorder or substance/medication-induced bipolar and related disorder (repre- senting the physiological effects of a medication, other somatic treatments for depression, drugs of abuse, or toxin exposure) or of depressive and related disorder due to another medical condition or bipolar and related disorder due to another"}
{"disorder": "bipolar", "chunk_id": 18, "text": "medical condition do not count toward a diagnosis of bipolar II disorder unless they persist beyond the physiolog- ical effects of the treatment or substance and then meet duration criteria for an episode. In addition, the episodes must not be better accounted for by schizoaffective disorder and are not superimposed on schizophrenia, schizophreniform disorder, delusional disorder, or other specified or unspecified schizophrenia spectrum or other psychotic disorders (Cri- terion C under “Bipolar II Disorder”). The depressive episodes or hypomanic fluctuations must cause clinically significant distress or impairment in social, occupational, or other important areas of functioning (Criterion D under “Bipolar II Disorder”); however, for hy- pomanic episodes, this requirement does not have to be met. A hypomanic episode that causes significant impairment would likely qualify for the diagnosis of manic episode and, therefore, for a lifetime diagnosis of bipolar I disorder. The recurrent major depressive ep- isodes are often more frequent and lengthier than those occurring in bipolar I disorder. Individuals with bipolar II disorder typically present to a clinician during a major de- pressive episode and are unlikely to complain initially of hypomania. Typically, the hy- pomanic episodes themselves do not cause impairment. Instead, the impairment results from the major depressive episodes or from a persistent pattern of unpredictable mood changes and fluctuating, unreliable interpersonal or occupational functioning. Individu- als with bipolar II disorder may not view the hypomanic episodes as pathological or dis- advantageous, although others may be troubled by the individual’s erratic behavior. Clinical information from other informants, such as close friends or relatives, is often use- ful in establishing the diagnosis of bipolar II disorder. 136 Bipolar and Related Disorders A hypomanic episode should not be confused with the several days of euthymia and re- stored energy or activity that may follow remission of a major depressive episode. Despite the substantial differences in duration and severity between a manic and hypomanic episode, bi- polar II disorder is not a “milder form” of bipolar I disorder. Compared with individuals with bipolar I disorder, individuals with bipolar II disorder have greater chronicity of illness and spend, on average, more time in the depressive phase of their illness, which can be severe and/ or disabling. Depressive symptoms co-occurring with a hypomanic episode or hypomanic symptoms co-occurring with a depressive episode are common in individuals with bipolar II disorder and are overrepresented in females, particularly hypomania with mixed features. In-"}
{"disorder": "bipolar", "chunk_id": 19, "text": "dividuals experiencing hypomania with mixed features may not label their symptoms as hy- pomania, but instead experience them as depression with increased energy or irritability. Associated Features Supporting Diagnosis A common feature of bipolar II disorder is impulsivity, which can contribute to suicide at- tempts and substance use disorders. Impulsivity may also stem from a concurrent person- ality disorder, substance use disorder, anxiety disorder, another mental disorder, or a medical condition. There may be heightened levels of creativity in some individuals with a bipolar disorder. However, that relationship may be nonlinear; that is, greater lifetime creative accomplishments have been associated with milder forms of bipolar disorder, and higher creativity has been found in unaffected family members. The individual’s attach- ment to heightened creativity during hypomanic episodes may contribute to ambivalence about seeking treatment or undermine adherence to treatment. Prevalence The 12-month prevalence of bipolar II disorder, internationally, is 0.3%. In the United States, 12-month prevalence is 0.8%. The prevalence rate of pediatric bipolar II disorder is difficult to establish. DSM-IV bipolar I, bipolar II, and bipolar disorder not otherwise spec- ified yield a combined prevalence rate of 1.8% in U.S. and non-U.S. community samples, with higher rates (2.7% inclusive) in youths age 12 years or older. Development and Course Although bipolar II disorder can begin in late adolescence and throughout adulthood, av- erage age at onset is the mid-20s, which is slightly later than for bipolar I disorder but ear- lier than for major depressive disorder. The illness most often begins with a depressive episode and is not recognized as bipolar II disorder until a hypomanic episode occurs; this happens in about 12% of individuals with the initial diagnosis of major depressive disor- der. Anxiety, substance use, or eating disorders may also precede the diagnosis, compli- cating its detection. Many individuals experience several episodes of major depression prior to the first recognized hypomanic episode. The number of lifetime episodes (both hypomanic and major depressive episodes) tends to be higher for bipolar II disorder than for major depressive disorder or bipolar I disorder. However, individuals with bipolar I disorder are actually more likely to experi- ence hypomanic symptoms than are individuals with bipolar II disorder.The interval between mood episodes in the course of bipolar II disorder tends to decrease as the indi- vidual ages. While the hypomanic episode is the feature that defines bipolar II disorder, depressive episodes are more enduring"}
{"disorder": "bipolar", "chunk_id": 20, "text": "and disabling over time. Despite the predomi- nance of depression, once a hypomanic episode has occurred, the diagnosis becomes bi- polar II disorder and never reverts to major depressive disorder. Approximately 5%–15% of individuals with bipolar II disorder have multiple (four or more) mood episodes (hypomanic or major depressive) within the previous 12 months. If Bipolar II Disorder 137 this pattern is present, it is noted by the specifier “with rapid cycling.” By definition, psy- chotic symptoms do not occur in hypomanic episodes, and they appear to be less frequent in the major depressive episodes in bipolar II disorder than in those of bipolar I disorder. Switching from a depressive episode to a manic or hypomanic episode (with or with- out mixed features) may occur, both spontaneously and during treatment for depression. About 5%–15% of individuals with bipolar II disorder will ultimately develop a manic ep- isode, which changes the diagnosis to bipolar I disorder, regardless of subsequent course. Making the diagnosis in children is often a challenge, especially in those with irritabil- ity and hyperarousal that is nonepisodic (i.e., lacks the well-demarcated periods of altered mood). Nonepisodic irritability in youth is associated with an elevated risk for anxiety dis- orders and major depressive disorder, but not bipolar disorder, in adulthood. Persistently irritable youths have lower familial rates of bipolar disorder than do youths who have bi- polar disorder. For a hypomanic episode to be diagnosed, the child’s symptoms must ex- ceed what is expected in a given environment and culture for the child’s developmental stage. Compared with adult onset of bipolar II disorder, childhood or adolescent onset of the disorder may be associated with a more severe lifetime course. The 3-year incidence rate of first-onset bipolar II disorder in adults older than 60 years is 0.34%. However, dis- tinguishing individuals older than 60 years with bipolar II disorder by late versus early age at onset does not appear to have any clinical utility. Risk and Prognostic Factors Genetic and physiological. The risk of bipolar II disorder tends to be highest among rel- atives of individuals with bipolar II disorder, as opposed to individuals with bipolar I dis- order or major depressive disorder. There may be genetic factors influencing the age at onset for bipolar disorders. Course modifiers. A rapid-cycling pattern is associated with a poorer prognosis. Return to previous level of social function for individuals with bipolar II disorder"}
{"disorder": "bipolar", "chunk_id": 21, "text": "is more likely for individuals of younger age and with less severe depression, suggesting adverse effects of prolonged illness on recovery. More education, fewer years of illness, and being mar- ried are independently associated with functional recovery in individuals with bipolar disorder, even after diagnostic type (I vs. II), current depressive symptoms, and presence of psychiatric comorbidity are taken into account. Gender-Related Diagnostic Issues Whereas the gender ratio for bipolar I disorder is equal, findings on gender differences in bipolar II disorder are mixed, differing by type of sample (i.e., registry, community, or clinical) and country of origin. There is little to no evidence of bipolar gender differences, whereas some, but not all, clinical samples suggest that bipolar II disorder is more com- mon in females than in males, which may reflect gender differences in treatment seeking or other factors. Patterns of illness and comorbidity, however, seem to differ by gender, with females being more likely than males to report hypomania with mixed depressive features and a rapid-cycling course. Childbirth may be a specific trigger for a hypomanic episode, which can occur in 10%–20% of females in nonclinical populations and most typically in the early postpartum period. Distinguishing hypomania from the elated mood and reduced sleep that normally accompany the birth of a child may be challenging. Postpartum hypomania may foreshadow the onset of a depression that occurs in about half of females who expe- rience postpartum “highs.” Accurate detection of bipolar II disorder may help in estab- lishing appropriate treatment of the depression, which may reduce the risk of suicide and infanticide. 138 Bipolar and Related Disorders Suicide Risk Suicide risk is high in bipolar II disorder. Approximately one-third of individuals with bi- polar II disorder report a lifetime history of suicide attempt. The prevalence rates of life- time attempted suicide in bipolar II and bipolar I disorder appear to be similar (32.4% and 36.3%, respectively). However, the lethality of attempts, as defined by a lower ratio of at- tempts to completed suicides, may be higher in individuals with bipolar II disorder com- pared with individuals with bipolar I disorder. There may be an association between genetic markers and increased risk for suicidal behavior in individuals with bipolar dis- order, including a 6.5-fold higher risk of suicide among first-degree relatives of bipolar II probands compared with those with bipolar I disorder. Functional Consequences of Bipolar II Disorder Although many"}
{"disorder": "bipolar", "chunk_id": 22, "text": "individuals with bipolar II disorder return to a fully functional level be- tween mood episodes, at least 15% continue to have some inter-episode dysfunction, and 20% transition directly into another mood episode without inter-episode recovery. Func- tional recovery lags substantially behind recovery from symptoms of bipolar II disorder, especially in regard to occupational recovery, resulting in lower socioeconomic status de- spite equivalent levels of education with the general population. Individuals with bipolar II disorder perform more poorly than healthy individuals on cognitive tests and, with the exception of memory and semantic fluency, have similar cognitive impairment as do in- dividuals with bipolar I disorder. Cognitive impairments associated with bipolar II disor- der may contribute to vocational difficulties. Prolonged unemployment in individuals with bipolar disorder is associated with more episodes of depression, older age, increased rates of current panic disorder, and lifetime history of alcohol use disorder. Differential Diagnosis Major depressive disorder. Perhaps the most challenging differential diagnosis to con- sider is major depressive disorder, which may be accompanied by hypomanic or manic symptoms that do not meet full criteria (i.e., either fewer symptoms or a shorter duration than required for a hypomanic episode). This is especially true in evaluating individuals with symptoms of irritability, which may be associated with either major depressive dis- order or bipolar II disorder. Cyclothymic disorder. In cyclothymic disorder, there are numerous periods of hypo- manic symptoms and numerous periods of depressive symptoms that do not meet symp- tom or duration criteria for a major depressive episode. Bipolar II disorder is distinguished from cyclothymic disorder by the presence of one or more major depressive episodes. If a major depressive episode occurs after the first 2 years of cyclothymic disorder, the addi- tional diagnosis of bipolar II disorder is given. Schizophrenia spectrum and other related psychotic disorders. Bipolar II disorder must be distinguished from psychotic disorders (e.g., schizoaffective disorder, schizophrenia, and delusional disorder). Schizophrenia, schizoaffective disorder, and delusional disor- der are all characterized by periods of psychotic symptoms that occur in the absence of prominent mood symptoms. Other helpful considerations include the accompanying symptoms, previous course, and family history. Panic disorder or other anxiety disorders. Anxiety disorders need to be considered in the differential diagnosis and may frequently be present as co-occurring disorders. Substance use disorders. Substance use disorders are included in the differential diag- nosis. Attention-deficit/hyperactivity disorder. Attention-deficit/hyperactivity disorder (ADHD) may be misdiagnosed as bipolar II"}
{"disorder": "bipolar", "chunk_id": 23, "text": "disorder, especially in adolescents and children. Many Cyclothymic Disorder 139 symptoms of ADHD, such as rapid speech, racing thoughts, distractibility, and less need for sleep, overlap with the symptoms of hypomania. The double counting of symptoms to- ward both ADHD and bipolar II disorder can be avoided if the clinician clarifies whether the symptoms represent a distinct episode and if the noticeable increase over baseline re- quired for the diagnosis of bipolar II disorder is present. Personality disorders. The same convention as applies for ADHD also applies when evaluating an individual for a personality disorder such as borderline personality disor- der, since mood lability and impulsivity are common in both personality disorders and bi- polar II disorder. Symptoms must represent a distinct episode, and the noticeable increase over baseline required for the diagnosis of bipolar II disorder must be present. A diagnosis of a personality disorder should not be made during an untreated mood episode unless the lifetime history supports the presence of a personality disorder. Other bipolar disorders. Diagnosis of bipolar II disorder should be differentiated from bipolar I disorder by carefully considering whether there have been any past episodes of mania and from other specified and unspecified bipolar and related disorders by confirm- ing the presence of fully syndromal hypomania and depression. Comorbidity Bipolar II disorder is more often than not associated with one or more co-occurring mental disorders, with anxiety disorders being the most common. Approximately 60% of individ- uals with bipolar II disorder have three or more co-occurring mental disorders; 75% have an anxiety disorder; and 37% have a substance use disorder. Children and adolescents with bipolar II disorder have a higher rate of co-occurring anxiety disorders compared with those with bipolar I disorder, and the anxiety disorder most often predates the bi- polar disorder. Anxiety and substance use disorders occur in individuals with bipolar II disorder at a higher rate than in the general population. Approximately 14% of individuals with bipolar II disorder have at least one lifetime eating disorder, with binge-eating dis- order being more common than bulimia nervosa and anorexia nervosa. These commonly co-occurring disorders do not seem to follow a course of illness that is truly independent from that of the bipolar disorder, but rather have strong associations with mood states. For example, anxiety and eating disorders tend to associate most with depressive symptoms, and substance use disorders are moderately associated with"}
{"disorder": "bipolar", "chunk_id": 24, "text": "manic symptoms. Cyclothymic Disorder Diagnostic Criteria 301.13 (F34.0) A. For at least 2 years (at least 1 year in children and adolescents) there have been nu- merous periods with hypomanic symptoms that do not meet criteria for a hypomanic episode and numerous periods with depressive symptoms that do not meet criteria for a major depressive episode. B. During the above 2-year period (1 year in children and adolescents), the hypomanic and depressive periods have been present for at least half the time and the individual has not been without the symptoms for more than 2 months at a time. C. Criteria for a major depressive, manic, or hypomanic episode have never been met. D. The symptoms in Criterion A are not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other specified or un- specified schizophrenia spectrum and other psychotic disorder. E. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., hyperthyroidism)."}
