{"disorder": "depression", "chunk_id": 1, "text": "160 Depressive Disorders should receive one of those diagnoses rather than disruptive mood dysregulation disor- der. Children with disruptive mood dysregulation disorder may have symptoms that also meet criteria for an anxiety disorder and can receive both diagnoses, but children whose ir- ritability is manifest only in the context of exacerbation of an anxiety disorder should re- ceive the relevant anxiety disorder diagnosis rather than disruptive mood dysregulation disorder. In addition, children with autism spectrum disorders frequently present with temper outbursts when, for example, their routines are disturbed. In that instance, the temper outbursts would be considered secondary to the autism spectrum disorder, and the child should not receive the diagnosis of disruptive mood dysregulation disorder. Intermittent explosive disorder. Children with symptoms suggestive of intermittent explosive disorder present with instances of severe temper outbursts, much like children with disruptive mood dysregulation disorder. However, unlike disruptive mood dysreg- ulation disorder, intermittent explosive disorder does not require persistent disruption in mood between outbursts. In addition, intermittent explosive disorder requires only 3 months of active symptoms, in contrast to the 12-month requirement for disruptive mood dys- regulation disorder. Thus, these two diagnoses should not be made in the same child. For children with outbursts and intercurrent, persistent irritability, only the diagnosis of dis- ruptive mood dysregulation disorder should be made. Comorbidity Rates of comorbidity in disruptive mood dysregulation disorder are extremely high. It is rare to find individuals whose symptoms meet criteria for disruptive mood dysregulation disorder alone. Comorbidity between disruptive mood dysregulation disorder and other DSM-defined syndromes appears higher than for many other pediatric mental illnesses; the strongest overlap is with oppositional defiant disorder. Not only is the overall rate of comorbidity high in disruptive mood dysregulation disorder, but also the range of comor- bid illnesses appears particularly diverse. These children typically present to the clinic with a wide range of disruptive behavior, mood, anxiety, and even autism spectrum symptoms and diagnoses. However, children with disruptive mood dysregulation disor- der should not have symptoms that meet criteria for bipolar disorder, as in that context, only the bipolar disorder diagnosis should be made. If children have symptoms that meet criteria for oppositional defiant disorder or intermittent explosive disorder and disruptive mood dysregulation disorder, only the diagnosis of disruptive mood dysregulation disor- der should be assigned. Also, as noted earlier, the diagnosis of disruptive mood dysregu- lation disorder should not be assigned if the"}
{"disorder": "depression", "chunk_id": 2, "text": "symptoms occur only in an anxiety- provoking context, when the routines of a child with autism spectrum disorder or obses- sive-compulsive disorder are disturbed, or in the context of a major depressive episode. Major Depressive Disorder Diagnostic Criteria A. Five (or more) of the following symptoms have been present during the same 2-week period and represent a change from previous functioning; at least one of the symptoms is either (1) depressed mood or (2) loss of interest or pleasure. Note: Do not include symptoms that are clearly attributable to another medical condition. 1. Depressed mood most of the day, nearly every day, as indicated by either subjec- tive report (e.g., feels sad, empty, hopeless) or observation made by others (e.g., appears tearful). (Note: In children and adolescents, can be irritable mood.) 2. Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by either subjective account or observation). Major Depressive Disorder 161 3. Significant weight loss when not dieting or weight gain (e.g., a change of more than 5% of body weight in a month), or decrease or increase in appetite nearly every day. (Note: In children, consider failure to make expected weight gain.) 4. Insomnia or hypersomnia nearly every day. 5. Psychomotor agitation or retardation nearly every day (observable by others, not merely subjective feelings of restlessness or being slowed down). 6. Fatigue or loss of energy nearly every day. 7. Feelings of worthlessness or excessive or inappropriate guilt (which may be delu- sional) nearly every day (not merely self-reproach or guilt about being sick). 8. Diminished ability to think or concentrate, or indecisiveness, nearly every day (ei- ther by subjective account or as observed by others). 9. Recurrent thoughts of death (not just fear of dying), recurrent suicidal ideation with- out a specific plan, or a suicide attempt or a specific plan for committing suicide. B. The symptoms cause clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. C. The episode is not attributable to the physiological effects of a substance or to another medical condition. Note: Criteria A–C represent a major depressive episode. Note: Responses to a significant loss (e.g., bereavement, financial ruin, losses from a nat- ural disaster, a serious medical illness or disability) may include the feelings of intense sad- ness, rumination about the loss, insomnia, poor appetite, and"}
{"disorder": "depression", "chunk_id": 3, "text": "weight loss noted in Criterion A, which may resemble a depressive episode. Although such symptoms may be understand- able or considered appropriate to the loss, the presence of a major depressive episode in addition to the normal response to a significant loss should also be carefully considered. This decision inevitably requires the exercise of clinical judgment based on the individual’s history and the cultural norms for the expression of distress in the context of loss.1 D. The occurrence of the major depressive episode is not better explained by schizoaf- fective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other specified and unspecified schizophrenia spectrum and other psychotic disorders. E. There has never been a manic episode or a hypomanic episode. Note: This exclusion does not apply if all of the manic-like or hypomanic-like episodes are substance-induced or are attributable to the physiological effects of another med- ical condition. 1In distinguishing grief from a major depressive episode (MDE), it is useful to consider that in grief the predominant affect is feelings of emptiness and loss, while in MDE it is persistent depressed mood and the inability to anticipate happiness or pleasure. The dysphoria in grief is likely to decrease in intensity over days to weeks and occurs in waves, the so-called pangs of grief. These waves tend to be associated with thoughts or reminders of the deceased. The depressed mood of MDE is more persistent and not tied to specific thoughts or preoccupations. The pain of grief may be accompanied by positive emotions and humor that are uncharacteristic of the pervasive unhappiness and misery characteristic of MDE. The thought content associated with grief generally features a preoccupation with thoughts and memories of the deceased, rather than the self-critical or pessimistic ruminations seen in MDE. In grief, self-esteem is gener- ally preserved, whereas in MDE feelings of worthlessness and self-loathing are common. If self- derogatory ideation is present in grief, it typically involves perceived failings vis-à-vis the deceased (e.g., not visiting frequently enough, not telling the deceased how much he or she was loved). If a bereaved individual thinks about death and dying, such thoughts are generally focused on the deceased and possibly about “joining” the deceased, whereas in MDE such thoughts are focused on ending one’s own life because of feeling worthless, undeserving of life, or unable to cope with the pain of depression. 162 Depressive Disorders Coding and Recording Procedures The"}
{"disorder": "depression", "chunk_id": 4, "text": "diagnostic code for major depressive disorder is based on whether this is a single or recurrent episode, current severity, presence of psychotic features, and remission status. Current severity and psychotic features are only indicated if full criteria are currently met for a major depressive episode. Remission specifiers are only indicated if the full criteria are not currently met for a major depressive episode. Codes are as follows: In recording the name of a diagnosis, terms should be listed in the following order: major depressive disorder, single or recurrent episode, severity/psychotic/remission specifiers, followed by as many of the following specifiers without codes that apply to the current episode. Specify: With anxious distress (p. 184) With mixed features (pp. 184–185) With melancholic features (p. 185) With atypical features (pp. 185–186) With mood-congruent psychotic features (p. 186) With mood-incongruent psychotic features (p. 186) With catatonia (p. 186). Coding note: Use additional code 293.89 (F06.1). With peripartum onset (pp. 186–187) With seasonal pattern (recurrent episode only) (pp. 187–188) Diagnostic Features The criterion symptoms for major depressive disorder must be present nearly every day to be considered present, with the exception of weight change and suicidal ideation. De- pressed mood must be present for most of the day, in addition to being present nearly ev- ery day. Often insomnia or fatigue is the presenting complaint, and failure to probe for accompanying depressive symptoms will result in underdiagnosis. Sadness may be de- nied at first but may be elicited through interview or inferred from facial expression and demeanor. With individuals who focus on a somatic complaint, clinicians should de- termine whether the distress from that complaint is associated with specific depressive symptoms. Fatigue and sleep disturbance are present in a high proportion of cases; psy- chomotor disturbances are much less common but are indicative of greater overall sever- ity, as is the presence of delusional or near-delusional guilt. Severity/course specifier Single episode Recurrent episode* Mild (p. 188) 296.21 (F32.0) 296.31 (F33.0) Moderate (p. 188) 296.22 (F32.1) 296.32 (F33.1) Severe (p. 188) 296.23 (F32.2) 296.33 (F33.2) With psychotic features** (p. 186) 296.24 (F32.3) 296.34 (F33.3) In partial remission (p. 188) 296.25 (F32.4) 296.35 (F33.41) In full remission (p. 188) 296.26 (F32.5) 296.36 (F33.42) Unspecified 296.20 (F32.9) 296.30 (F33.9) *For an episode to be considered recurrent, there must be an interval of at least 2 consecutive months between separate episodes in which criteria are not met for a"}
{"disorder": "depression", "chunk_id": 5, "text": "major depressive episode. The defini- tions of specifiers are found on the indicated pages. **If psychotic features are present, code the “with psychotic features” specifier irrespective of epi- sode severity. Major Depressive Disorder 163 The essential feature of a major depressive episode is a period of at least 2 weeks during which there is either depressed mood or the loss of interest or pleasure in nearly all activi- ties (Criterion A). In children and adolescents, the mood may be irritable rather than sad. The individual must also experience at least four additional symptoms drawn from a list that includes changes in appetite or weight, sleep, and psychomotor activity; decreased en- ergy; feelings of worthlessness or guilt; difficulty thinking, concentrating, or making deci- sions; or recurrent thoughts of death or suicidal ideation or suicide plans or attempts. To count toward a major depressive episode, a symptom must either be newly present or must have clearly worsened compared with the person’s pre-episode status. The symptoms must persist for most of the day, nearly every day, for at least 2 consecutive weeks. The ep- isode must be accompanied by clinically significant distress or impairment in social, occu- pational, or other important areas of functioning. For some individuals with milder episodes, functioning may appear to be normal but requires markedly increased effort. The mood in a major depressive episode is often described by the person as depressed, sad, hopeless, discouraged, or “down in the dumps” (Criterion A1). In some cases, sadness may be denied at first but may subsequently be elicited by interview (e.g., by pointing out that the individual looks as if he or she is about to cry). In some individuals who complain of feeling “blah,” having no feelings, or feeling anxious, the presence of a depressed mood can be inferred from the person’s facial expression and demeanor. Some individuals em- phasize somatic complaints (e.g., bodily aches and pains) rather than reporting feelings of sadness. Many individuals report or exhibit increased irritability (e.g., persistent anger, a tendency to respond to events with angry outbursts or blaming others, an exaggerated sense of frustration over minor matters). In children and adolescents, an irritable or cranky mood may develop rather than a sad or dejected mood. This presentation should be dif- ferentiated from a pattern of irritability when frustrated. Loss of interest or pleasure is nearly always present, at least to some degree. Individ- uals"}
{"disorder": "depression", "chunk_id": 6, "text": "may report feeling less interested in hobbies, “not caring anymore,” or not feeling any enjoyment in activities that were previously considered pleasurable (Criterion A2). Family members often notice social withdrawal or neglect of pleasurable avocations (e.g., a for- merly avid golfer no longer plays, a child who used to enjoy soccer finds excuses not to practice). In some individuals, there is a significant reduction from previous levels of sex- ual interest or desire. Appetite change may involve either a reduction or increase. Some depressed individ- uals report that they have to force themselves to eat. Others may eat more and may crave specific foods (e.g., sweets or other carbohydrates). When appetite changes are severe (in either direction), there may be a significant loss or gain in weight, or, in children, a failure to make expected weight gains may be noted (Criterion A3). Sleep disturbance may take the form of either difficulty sleeping or sleeping exces- sively (Criterion A4). When insomnia is present, it typically takes the form of middle in- somnia (i.e., waking up during the night and then having difficulty returning to sleep) or terminal insomnia (i.e., waking too early and being unable to return to sleep). Initial in- somnia (i.e., difficulty falling asleep) may also occur. Individuals who present with over- sleeping (hypersomnia) may experience prolonged sleep episodes at night or increased daytime sleep. Sometimes the reason that the individual seeks treatment is for the dis- turbed sleep. Psychomotor changes include agitation (e.g., the inability to sit still, pacing, hand- wringing; or pulling or rubbing of the skin, clothing, or other objects) or retardation (e.g., slowed speech, thinking, and body movements; increased pauses before answering; speech that is decreased in volume, inflection, amount, or variety of content, or muteness) (Criterion A5). The psychomotor agitation or retardation must be severe enough to be ob- servable by others and not represent merely subjective feelings. Decreased energy, tiredness, and fatigue are common (Criterion A6). A person may re- port sustained fatigue without physical exertion. Even the smallest tasks seem to require 164 Depressive Disorders substantial effort. The efficiency with which tasks are accomplished may be reduced. For example, an individual may complain that washing and dressing in the morning are ex- hausting and take twice as long as usual. The sense of worthlessness or guilt associated with a major depressive episode may in- clude unrealistic negative evaluations of one’s worth or"}
{"disorder": "depression", "chunk_id": 7, "text": "guilty preoccupations or rumina- tions over minor past failings (Criterion A7). Such individuals often misinterpret neutral or trivial day-to-day events as evidence of personal defects and have an exaggerated sense of responsibility for untoward events. The sense of worthlessness or guilt may be of delu- sional proportions (e.g., an individual who is convinced that he or she is personally re- sponsible for world poverty). Blaming oneself for being sick and for failing to meet occupational or interpersonal responsibilities as a result of the depression is very common and, unless delusional, is not considered sufficient to meet this criterion. Many individuals report impaired ability to think, concentrate, or make even minor decisions (Criterion A8). They may appear easily distracted or complain of memory diffi- culties. Those engaged in cognitively demanding pursuits are often unable to function. In children, a precipitous drop in grades may reflect poor concentration. In elderly individ- uals, memory difficulties may be the chief complaint and may be mistaken for early signs of a dementia (“pseudodementia”). When the major depressive episode is successfully treated, the memory problems often fully abate. However, in some individuals, particu- larly elderly persons, a major depressive episode may sometimes be the initial presenta- tion of an irreversible dementia. Thoughts of death, suicidal ideation, or suicide attempts (Criterion A9) are common. They may range from a passive wish not to awaken in the morning or a belief that others would be better off if the individual were dead, to transient but recurrent thoughts of com- mitting suicide, to a specific suicide plan. More severely suicidal individuals may have put their affairs in order (e.g., updated wills, settled debts), acquired needed materials (e.g., a rope or a gun), and chosen a location and time to accomplish the suicide. Motivations for suicide may include a desire to give up in the face of perceived insurmountable obstacles, an intense wish to end what is perceived as an unending and excruciatingly painful emo- tional state, an inability to foresee any enjoyment in life, or the wish to not be a burden to others. The resolution of such thinking may be a more meaningful measure of diminished suicide risk than denial of further plans for suicide. The evaluation of the symptoms of a major depressive episode is especially difficult when they occur in an individual who also has a general medical condition (e.g., cancer, stroke, myocardial infarction, diabetes, pregnancy)."}
{"disorder": "depression", "chunk_id": 8, "text": "Some of the criterion signs and symp- toms of a major depressive episode are identical to those of general medical conditions (e.g., weight loss with untreated diabetes; fatigue with cancer; hypersomnia early in preg- nancy; insomnia later in pregnancy or the postpartum). Such symptoms count toward a major depressive diagnosis except when they are clearly and fully attributable to a general medical condition. Nonvegetative symptoms of dysphoria, anhedonia, guilt or worthless- ness, impaired concentration or indecision, and suicidal thoughts should be assessed with particular care in such cases. Definitions of major depressive episodes that have been mod- ified to include only these nonvegetative symptoms appear to identify nearly the same in- dividuals as do the full criteria. Associated Features Supporting Diagnosis Major depressive disorder is associated with high mortality, much of which is accounted for by suicide; however, it is not the only cause. For example, depressed individuals ad- mitted to nursing homes have a markedly increased likelihood of death in the first year. In- dividuals frequently present with tearfulness, irritability, brooding, obsessive rumination, anxiety, phobias, excessive worry over physical health, and complaints of pain (e.g., head- aches; joint, abdominal, or other pains). In children, separation anxiety may occur. Major Depressive Disorder 165 Although an extensive literature exists describing neuroanatomical, neuroendocrino- logical, and neurophysiological correlates of major depressive disorder, no laboratory test has yielded results of sufficient sensitivity and specificity to be used as a diagnostic tool for this disorder. Until recently, hypothalamic-pituitary-adrenal axis hyperactivity had been the most extensively investigated abnormality associated with major depressive episodes, and it appears to be associated with melancholia, psychotic features, and risks for eventual suicide. Molecular studies have also implicated peripheral factors, including genetic vari- ants in neurotrophic factors and pro-inflammatory cytokines. Additionally, functional magnetic resonance imaging studies provide evidence for functional abnormalities in spe- cific neural systems supporting emotion processing, reward seeking, and emotion regula- tion in adults with major depression. Prevalence Twelve-month prevalence of major depressive disorder in the United States is approximately 7%, with marked differences by age group such that the prevalence in 18- to 29-year-old indi- viduals is threefold higher than the prevalence in individuals age 60 years or older. Females ex- perience 1.5- to 3-fold higher rates than males beginning in early adolescence. Development and Course Major depressive disorder may first appear at any age, but the likelihood of onset in- creases markedly with puberty. In the"}
{"disorder": "depression", "chunk_id": 9, "text": "United States, incidence appears to peak in the 20s; however, first onset in late life is not uncommon. The course of major depressive disorder is quite variable, such that some individuals rarely, if ever, experience remission (a period of 2 or more months with no symptoms, or only one or two symptoms to no more than a mild degree), while others experience many years with few or no symptoms between discrete episodes. It is important to distinguish individuals who present for treatment during an exacerbation of a chronic depressive ill- ness from those whose symptoms developed recently. Chronicity of depressive symptoms substantially increases the likelihood of underlying personality, anxiety, and substance use disorders and decreases the likelihood that treatment will be followed by full symp- tom resolution. It is therefore useful to ask individuals presenting with depressive symp- toms to identify the last period of at least 2 months during which they were entirely free of depressive symptoms. Recovery typically begins within 3 months of onset for two in five individuals with ma- jor depression and within 1 year for four in five individuals. Recency of onset is a strong determinant of the likelihood of near-term recovery, and many individuals who have been depressed only for several months can be expected to recover spontaneously. Features as- sociated with lower recovery rates, other than current episode duration, include psychotic features, prominent anxiety, personality disorders, and symptom severity. The risk of recurrence becomes progessively lower over time as the duration of re- mission increases. The risk is higher in individuals whose preceding episode was severe, in younger individuals, and in individuals who have already experienced multiple epi- sodes. The persistence of even mild depressive symptoms during remission is a powerful predictor of recurrence. Many bipolar illnesses begin with one or more depressive episodes, and a substantial proportion of individuals who initially appear to have major depressive disorder will prove, in time, to instead have a bipolar disorder. This is more likely in individuals with onset of the illness in adolescence, those with psychotic features, and those with a family history of bipolar illness. The presence of a “with mixed features” specifier also increases the risk for future manic or hypomanic diagnosis. Major depressive disorder, particularly with psychotic features, may also transition into schizophrenia, a change that is much more frequent than the reverse. 166 Depressive Disorders Despite consistent differences between genders in"}
{"disorder": "depression", "chunk_id": 10, "text": "prevalence rates for depressive disor- ders, there appear to be no clear differences by gender in phenomenology, course, or treat- ment response. Similarly, there are no clear effects of current age on the course or treatment response of major depressive disorder. Some symptom differences exist, though, such that hypersomnia and hyperphagia are more likely in younger individuals, and melancholic symptoms, particularly psychomotor disturbances, are more common in older individuals. The likelihood of suicide attempts lessens in middle and late life, although the risk of com- pleted suicide does not. Depressions with earlier ages at onset are more familial and more likely to involve personality disturbances. The course of major depressive disorder within individuals does not generally change with aging. Mean times to recovery appear to be sta- ble over long periods, and the likelihood of being in an episode does not generally increase or decrease with time. Risk and Prognostic Factors Temperamental. Neuroticism (negative affectivity) is a well-established risk factor for the onset of major depressive disorder, and high levels appear to render individuals more likely to develop depressive episodes in response to stressful life events. Environmental. Adverse childhood experiences, particularly when there are multiple experiences of diverse types, constitute a set of potent risk factors for major depressive dis- order. Stressful life events are well recognized as precipitants of major depressive epi- sodes, but the presence or absence of adverse life events near the onset of episodes does not appear to provide a useful guide to prognosis or treatment selection. Genetic and physiological. First-degree family members of individuals with major de- pressive disorder have a risk for major depressive disorder two- to fourfold higher than that of the general population. Relative risks appear to be higher for early-onset and re- current forms. Heritability is approximately 40%, and the personality trait neuroticism ac- counts for a substantial portion of this genetic liability. Course modifiers. Essentially all major nonmood disorders increase the risk of an indi- vidual developing depression. Major depressive episodes that develop against the back- ground of another disorder often follow a more refractory course. Substance use, anxiety, and borderline personality disorders are among the most common of these, and the pre- senting depressive symptoms may obscure and delay their recognition. However, sus- tained clinical improvement in depressive symptoms may depend on the appropriate treatment of underlying illnesses. Chronic or disabling medical conditions also increase risks for major depressive"}
{"disorder": "depression", "chunk_id": 11, "text": "episodes. Such prevalent illnesses as diabetes, morbid obesity, and cardiovascular disease are often complicated by depressive episodes, and these epi- sodes are more likely to become chronic than are depressive episodes in medically healthy individuals. Culture-Related Diagnostic Issues Surveys of major depressive disorder across diverse cultures have shown sevenfold dif- ferences in 12-month prevalence rates but much more consistency in female-to-male ratio, mean ages at onset, and the degree to which presence of the disorder raises the likelihood of comorbid substance abuse. While these findings suggest substantial cultural differences in the expression of major depressive disorder, they do not permit simple linkages be- tween particular cultures and the likelihood of specific symptoms. Rather, clinicians should be aware that in most countries the majority of cases of depression go unrecog- nized in primary care settings and that in many cultures, somatic symptoms are very likely to constitute the presenting complaint. Among the Criterion A symptoms, insomnia and loss of energy are the most uniformly reported. Major Depressive Disorder 167 Gender-Related Diagnostic Issues Although the most reproducible finding in the epidemiology of major depressive disorder has been a higher prevalence in females, there are no clear differences between genders in symptoms, course, treatment response, or functional consequences. In women, the risk for suicide attempts is higher, and the risk for suicide completion is lower. The disparity in suicide rate by gender is not as great among those with depressive disorders as it is in the population as a whole. Suicide Risk The possibility of suicidal behavior exists at all times during major depressive episodes. The most consistently described risk factor is a past history of suicide attempts or threats, but it should be remembered that most completed suicides are not preceded by unsuccess- ful attempts. Other features associated with an increased risk for completed suicide include male sex, being single or living alone, and having prominent feelings of hopeless- ness. The presence of borderline personality disorder markedly increases risk for future suicide attempts. Functional Consequences of Major Depressive Disorder Many of the functional consequences of major depressive disorder derive from individual symptoms. Impairment can be very mild, such that many of those who interact with the af- fected individual are unaware of depressive symptoms. Impairment may, however, range to complete incapacity such that the depressed individual is unable to attend to basic self- care needs or is mute or catatonic. Among individuals"}
{"disorder": "depression", "chunk_id": 12, "text": "seen in general medical settings, those with major depressive disorder have more pain and physical illness and greater de- creases in physical, social, and role functioning. Differential Diagnosis Manic episodes with irritable mood or mixed episodes. Major depressive episodes with prominent irritable mood may be difficult to distinguish from manic episodes with irritable mood or from mixed episodes. This distinction requires a careful clinical evalua- tion of the presence of manic symptoms. Mood disorder due to another medical condition. A major depressive episode is the appropriate diagnosis if the mood disturbance is not judged, based on individual history, physical examination, and laboratory findings, to be the direct pathophysiological conse- quence of a specific medical condition (e.g., multiple sclerosis, stroke, hypothyroidism). Substance/medication-induced depressive or bipolar disorder. This disorder is distin- guished from major depressive disorder by the fact that a substance (e.g., a drug of abuse, a medication, a toxin) appears to be etiologically related to the mood disturbance. For ex- ample, depressed mood that occurs only in the context of withdrawal from cocaine would be diagnosed as cocaine-induced depressive disorder. Attention-deficit/hyperactivity disorder. Distractibility and low frustration tolerance can occur in both attention-deficit/ hyperactivity disorder and a major depressive epi- sode; if the criteria are met for both, attention-deficit/hyperactivity disorder may be diag- nosed in addition to the mood disorder. However, the clinician must be cautious not to overdiagnose a major depressive episode in children with attention-deficit/hyperactivity disorder whose disturbance in mood is characterized by irritability rather than by sadness or loss of interest. 168 Depressive Disorders Adjustment disorder with depressed mood. A major depressive episode that occurs in response to a psychosocial stressor is distinguished from adjustment disorder with de- pressed mood by the fact that the full criteria for a major depressive episode are not met in adjustment disorder. Sadness. Finally, periods of sadness are inherent aspects of the human experience. These periods should not be diagnosed as a major depressive episode unless criteria are met for severity (i.e., five out of nine symptoms), duration (i.e., most of the day, nearly ev- ery day for at least 2 weeks), and clinically significant distress or impairment. The diagno- sis other specified depressive disorder may be appropriate for presentations of depressed mood with clinically significant impairment that do not meet criteria for duration or se- verity. Comorbidity Other disorders with which major depressive disorder frequently co-occurs are substance- related disorders, panic"}
{"disorder": "depression", "chunk_id": 13, "text": "disorder, obsessive-compulsive disorder, anorexia nervosa, buli- mia nervosa, and borderline personality disorder. Persistent Depressive Disorder (Dysthymia) Diagnostic Criteria 300.4 (F34.1) This disorder represents a consolidation of DSM-IV-defined chronic major depressive dis- order and dysthymic disorder. A. Depressed mood for most of the day, for more days than not, as indicated by either subjective account or observation by others, for at least 2 years. Note: In children and adolescents, mood can be irritable and duration must be at least 1 year. B. Presence, while depressed, of two (or more) of the following: 1. Poor appetite or overeating. 2. Insomnia or hypersomnia. 3. Low energy or fatigue. 4. Low self-esteem. 5. Poor concentration or difficulty making decisions. 6. Feelings of hopelessness. C. During the 2-year period (1 year for children or adolescents) of the disturbance, the individ- ual has never been without the symptoms in Criteria A and B for more than 2 months at a time. D. Criteria for a major depressive disorder may be continuously present for 2 years. E. There has never been a manic episode or a hypomanic episode, and criteria have never been met for cyclothymic disorder. F. The disturbance is not better explained by a persistent schizoaffective disorder, schizophrenia, delusional disorder, or other specified or unspecified schizophrenia spectrum and other psychotic disorder. G. The symptoms are not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g. hypothyroidism). H. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. Note: Because the criteria for a major depressive episode include four symptoms that are absent from the symptom list for persistent depressive disorder (dysthymia), a very limited Persistent Depressive Disorder (Dysthymia) 169 number of individuals will have depressive symptoms that have persisted longer than 2 years but will not meet criteria for persistent depressive disorder. If full criteria for a major de- pressive episode have been met at some point during the current episode of illness, they should be given a diagnosis of major depressive disorder. Otherwise, a diagnosis of other specified depressive disorder or unspecified depressive disorder is warranted. Specify if: With anxious distress (p. 184) With mixed features (pp. 184–185) With melancholic features (p. 185) With atypical features (pp. 185–186) With mood-congruent psychotic features (p. 186) With mood-incongruent psychotic features (p. 186) With peripartum onset (pp. 186–187) Specify"}
{"disorder": "depression", "chunk_id": 14, "text": "if: In partial remission (p. 188) In full remission (p. 188) Specify if: Early onset: If onset is before age 21 years. Late onset: If onset is at age 21 years or older. Specify if (for most recent 2 years of persistent depressive disorder): With pure dysthymic syndrome: Full criteria for a major depressive episode have not been met in at least the preceding 2 years. With persistent major depressive episode: Full criteria for a major depressive epi- sode have been met throughout the preceding 2-year period. With intermittent major depressive episodes, with current episode: Full criteria for a major depressive episode are currently met, but there have been periods of at least 8 weeks in at least the preceding 2 years with symptoms below the threshold for a full major depressive episode. With intermittent major depressive episodes, without current episode: Full crite- ria for a major depressive episode are not currently met, but there has been one or more major depressive episodes in at least the preceding 2 years. Specify current severity: Mild (p. 188) Moderate (p. 188) Severe (p. 188) Diagnostic Features The essential feature of persistent depressive disorder (dysthymia) is a depressed mood that occurs for most of the day, for more days than not, for at least 2 years, or at least 1 year for children and adolescents (Criterion A). This disorder represents a consolidation of DSM-IV-defined chronic major depressive disorder and dysthymic disorder. Major de- pression may precede persistent depressive disorder, and major depressive episodes may occur during persistent depressive disorder. Individuals whose symptoms meet major de- pressive disorder criteria for 2 years should be given a diagnosis of persistent depressive disorder as well as major depressive disorder. Individuals with persistent depressive disorder describe their mood as sad or “down in the dumps.” During periods of depressed mood, at least two of the six symptoms from Criterion B are present. Because these symptoms have become a part of the individual’s day-to-day experience, particularly in the case of early onset (e.g., “I’ve always been this 170 Depressive Disorders way”), they may not be reported unless the individual is directly prompted. During the 2-year period (1 year for children or adolescents), any symptom-free intervals last no longer than 2 months (Criterion C). Prevalence Persistent depressive disorder is effectively an amalgam of DSM-IV dysthymic disorder and chronic major depressive episode. The 12-month prevalence in the United States is"}
{"disorder": "depression", "chunk_id": 15, "text": "approxi- mately 0.5% for persistent depressive disorder and 1.5% for chronic major depressive disorder. Development and Course Persistent depressive disorder often has an early and insidious onset (i.e., in childhood, adolescence, or early adult life) and, by definition, a chronic course. Among individuals with both persistent depressive disorder and borderline personality disorder, the covari- ance of the corresponding features over time suggests the operation of a common mecha- nism. Early onset (i.e., before age 21 years) is associated with a higher likelihood of comorbid personality disorders and substance use disorders. When symptoms rise to the level of a major depressive episode, they are likely to sub- sequently revert to a lower level. However, depressive symptoms are much less likely to resolve in a given period of time in the context of persistent depressive disorder than they are in a major depressive episode. Risk and Prognostic Factors Temperamental. Factors predictive of poorer long-term outcome include higher levels of neuroticism (negative affectivity), greater symptom severity, poorer global functioning, and presence of anxiety disorders or conduct disorder. Environmental. Childhood risk factors include parental loss or separation. Genetic and physiological. There are no clear differences in illness development, course, or family history between DSM-IV dysthymic disorder and chronic major depressive dis- order. Earlier findings pertaining to either disorder are therefore likely to apply to per- sistent depressive disorder. It is thus likely that individuals with persistent depressive disorder will have a higher proportion of first-degree relatives with persistent depressive disorder than do individuals with major depressive disorder, and more depressive disor- ders in general. A number of brain regions (e.g., prefrontal cortex, anterior cingulate, amygdala, hip- pocampus) have been implicated in persistent depressive disorder. Possible polysomno- graphic abnormalities exist as well. Functional Consequences of Persistent Depressive Disorder The degree to which persistent depressive disorder impacts social and occupational func- tioning is likely to vary widely, but effects can be as great as or greater than those of major depressive disorder. Differential Diagnosis Major depressive disorder. If there is a depressed mood plus two or more symptoms meeting criteria for a persistent depressive episode for 2 years or more, then the diagnosis of persistent depressive disorder is made. The diagnosis depends on the 2-year duration, which distinguishes it from episodes of depression that do not last 2 years. If the symptom Premenstrual Dysphoric Disorder 171 criteria are sufficient for a diagnosis of a major depressive"}
{"disorder": "depression", "chunk_id": 16, "text": "episode at any time during this pe- riod, then the diagnosis of major depression should be noted, but it is coded not as a separate diagnosis but rather as a specifier with the diagnosis of persistent depressive disorder. If the individual’s symptoms currently meet full criteria for a major depressive episode, then the specifier of “with intermittent major depressive episodes, with current episode” would be made. If the major depressive episode has persisted for at least a 2-year duration and re- mains present, then the specifier “with persistent major depressive episode” is used. When full major depressive episode criteria are not currently met but there has been at least one previous episode of major depression in the context of at least 2 years of persistent depres- sive symptoms, then the specifier of “with intermittent major depressive episodes, without current episode” is used. If the individual has not experienced an episode of major depres- sion in the last 2 years, then the specifier “with pure dysthymic syndrome” is used. Psychotic disorders. Depressive symptoms are a common associated feature of chronic psychotic disorders (e.g., schizoaffective disorder, schizophrenia, delusional disorder). A separate diagnosis of persistent depressive disorder is not made if the symptoms occur only during the course of the psychotic disorder (including residual phases). Depressive or bipolar and related disorder due to another medical condition. Persistent depressive disorder must be distinguished from a depressive or bipolar and related dis- order due to another medical condition. The diagnosis is depressive or bipolar and related disorder due to another medical condition if the mood disturbance is judged, based on his- tory, physical examination, or laboratory findings, to be attributable to the direct patho- physiological effects of a specific, usually chronic, medical condition (e.g., multiple sclerosis). If it is judged that the depressive symptoms are not attributable to the physiolog- ical effects of another medical condition, then the primary mental disorder (e.g., persistent depressive disorder) is recorded, and the medical condition is noted as a concomitant med- ical condition (e.g., diabetes mellitus). Substance/medication-induced depressive or bipolar disorder. A substance/medi- cation-induced depressive or bipolar and related disorder is distinguished from persis- tent depressive disorder when a substance (e.g., a drug of abuse, a medication, a toxin) is judged to be etiologically related to the mood disturbance. Personality disorders. Often, there is evidence of a coexisting personality disturbance. When an individual’s presentation meets the criteria for both"}
{"disorder": "depression", "chunk_id": 17, "text": "persistent depressive disor- der and a personality disorder, both diagnoses are given. Comorbidity In comparison to individuals with major depressive disorder, those with persistent de- pressive disorder are at higher risk for psychiatric comorbidity in general, and for anxiety disorders and substance use disorders in particular. Early-onset persistent depressive dis- order is strongly associated with DSM-IV Cluster B and C personality disorders. Premenstrual Dysphoric Disorder Diagnostic Criteria 625.4 (N94.3) A. In the majority of menstrual cycles, at least five symptoms must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and become minimal or absent in the week postmenses. B. One (or more) of the following symptoms must be present: 1. Marked affective lability (e.g., mood swings; feeling suddenly sad or tearful, or in- creased sensitivity to rejection). 172 Depressive Disorders 2. Marked irritability or anger or increased interpersonal conflicts. 3. Marked depressed mood, feelings of hopelessness, or self-deprecating thoughts. 4. Marked anxiety, tension, and/or feelings of being keyed up or on edge. C. One (or more) of the following symptoms must additionally be present, to reach a total of five symptoms when combined with symptoms from Criterion B above. 1. Decreased interest in usual activities (e.g., work, school, friends, hobbies). 2. Subjective difficulty in concentration. 3. Lethargy, easy fatigability, or marked lack of energy. 4. Marked change in appetite; overeating; or specific food cravings. 5. Hypersomnia or insomnia. 6. A sense of being overwhelmed or out of control. 7. Physical symptoms such as breast tenderness or swelling, joint or muscle pain, a sensation of “bloating,” or weight gain. Note: The symptoms in Criteria A–C must have been met for most menstrual cycles that occurred in the preceding year. D. The symptoms are associated with clinically significant distress or interference with work, school, usual social activities, or relationships with others (e.g., avoidance of so- cial activities; decreased productivity and efficiency at work, school, or home). E. The disturbance is not merely an exacerbation of the symptoms of another disorder, such as major depressive disorder, panic disorder, persistent depressive disorder (dysthymia), or a personality disorder (although it may co-occur with any of these dis- orders). F. Criterion A should be confirmed by prospective daily ratings during at least two symptom- atic cycles. (Note: The diagnosis may be made provisionally prior to this confirmation.) G. The symptoms are"}
{"disorder": "depression", "chunk_id": 18, "text": "not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication, other treatment) or another medical condition (e.g., hy- perthyroidism). Recording Procedures If symptoms have not been confirmed by prospective daily ratings of at least two symp- tomatic cycles, “provisional” should be noted after the name of the diagnosis (i.e., “pre- menstrual dysphoric disorder, provisional”). Diagnostic Features The essential features of premenstrual dysphoric disorder are the expression of mood la- bility, irritability, dysphoria, and anxiety symptoms that occur repeatedly during the pre- menstrual phase of the cycle and remit around the onset of menses or shortly thereafter. These symptoms may be accompanied by behavioral and physical symptoms. Symptoms must have occurred in most of the menstrual cycles during the past year and must have an adverse effect on work or social functioning. The intensity and/or expressivity of the ac- companying symptoms may be closely related to social and cultural background charac- teristics of the affected female, family perspectives, and more specific factors such as religious beliefs, social tolerance, and female gender role issues. Typically, symptoms peak around the time of the onset of menses. Although it is not uncommon for symptoms to linger into the first few days of menses, the individual must have a symptom-free period in the follicular phase after the menstrual period begins. While the core symptoms include mood and anxiety symptoms, behavioral and somatic symptoms commonly also occur. However, the presence of physical and/or behavioral symptoms in the absence of mood and/or anxious symptoms is not sufficient for a diag- Premenstrual Dysphoric Disorder 173 nosis. Symptoms are of comparable severity (but not duration) to those of another mental disorder, such as a major depressive episode or generalized anxiety disorder. In order to confirm a provisional diagnosis, daily prospective symptom ratings are required for at least two symptomatic cycles. Associated Features Supporting Diagnosis Delusions and hallucinations have been described in the late luteal phase of the menstrual cycle but are rare. The premenstrual phase has been considered by some to be a risk period for suicide. Prevalence Twelve-month prevalence of premenstrual dysphoric disorder is between 1.8% and 5.8% of menstruating women. Estimates are substantially inflated if they are based on retro- spective reports rather than prospective daily ratings. However, estimated prevalence based on a daily record of symptoms for 1–2 months may be less representative, as indi- viduals with the most severe"}
{"disorder": "depression", "chunk_id": 19, "text": "symptoms may be unable to sustain the rating process. The most rigorous estimate of premenstrual dysphoric disorder is 1.8% for women whose symptoms meet the full criteria without functional impairment and 1.3% for women whose symptoms meet the current criteria with functional impairment and without co-oc- curring symptoms from another mental disorder. Development and Course Onset of premenstrual dysphoric disorder can occur at any point after menarche. Inci- dence of new cases over a 40-month follow-up period is 2.5% (95% confidence interval = 1.7–3.7). Anecdotally, many individuals, as they approach menopause, report that symp- toms worsen. Symptoms cease after menopause, although cyclical hormone replacement can trigger the re-expression of symptoms. Risk and Prognostic Factors Environmental. Environmental factors associated with the expression of premenstrual dysphoric disorder include stress, history of interpersonal trauma, seasonal changes, and sociocultural aspects of female sexual behavior in general, and female gender role in par- ticular. Genetic and physiological. Heritability of premenstrual dysphoric disorder is unknown. However, for premenstrual symptoms, estimates for heritability range between 30% and 80%, with the most stable component of premenstrual symptoms estimated to be about 50% heritable. Course modifiers. Women who use oral contraceptives may have fewer premenstrual complaints than do women who do not use oral contraceptives. Culture-Related Diagnostic Issues Premenstrual dysphoric disorder is not a culture-bound syndrome and has been observed in individuals in the United States, Europe, India, and Asia. It is unclear as to whether rates differ by race. Nevertheless, frequency, intensity, and expressivity of symptoms and help- seeking patterns may be significantly influenced by cultural factors. Diagnostic Markers As indicated earlier, the diagnosis of premenstrual dysphoric disorder is appropriately confirmed by 2 months of prospective symptom ratings. A number of scales, including the 174 Depressive Disorders Daily Rating of Severity of Problems and the Visual Analogue Scales for Premenstrual Mood Symptoms, have undergone validation and are commonly used in clinical trials for premenstrual dysphoric disorder. The Premenstrual Tension Syndrome Rating Scale has a self-report and an observer version, both of which have been validated and used widely to measure illness severity in women who have premenstrual dysphoric disorder. Functional Consequences of Premenstrual Dysphoric Disorder Symptoms must be associated with clinically meaningful distress and/or an obvious and marked impairment in the ability to function socially or occupationally in the week prior to menses. Impairment in social functioning may be manifested by marital discord and problems with children, other"}
{"disorder": "depression", "chunk_id": 20, "text": "family members, or friends. Chronic marital or job prob- lems should not be confused with dysfunction that occurs only in association with pre- menstrual dysphoric disorder. Differential Diagnosis Premenstrual syndrome. Premenstrual syndrome differs from premenstrual dysphoric disorder in that a minimum of five symptoms is not required, and there is no stipulation of affective symptoms for individuals who have premenstrual syndrome. This condition may be more common than premenstrual dysphoric disorder, although the estimated prevalence of premenstrual syndrome varies. While premenstrual syndrome shares the feature of symptom expression during the premenstrual phase of the menstrual cycle, it is generally considered to be less severe than premenstrual dysphoric disorder. The pres- ence of physical or behavioral symptoms in the premenstruum, without the required affective symptoms, likely meets criteria for premenstrual syndrome and not for premen- strual dysphoric disorder. Dysmenorrhea. Dysmenorrhea is a syndrome of painful menses, but this is distinct from a syndrome characterized by affective changes. Moreover, symptoms of dysmenorrhea begin with the onset of menses, whereas symptoms of premenstrual dysphoric disorder, by defini- tion, begin before the onset of menses, even if they linger into the first few days of menses. Bipolar disorder, major depressive disorder, and persistent depressive disorder (dysthymia). Many women with (either naturally occurring or substance/medication- induced) bipolar or major depressive disorder or persistent depressive disorder believe that they have premenstrual dysphoric disorder. However, when they chart symptoms, they realize that the symptoms do not follow a premenstrual pattern. Women with an- other mental disorder may experience chronic symptoms or intermittent symptoms that are unrelated to menstrual cycle phase. However, because the onset of menses constitutes a memorable event, they may report that symptoms occur only during the premenstruum or that symptoms worsen premenstrually. This is one of the rationales for the requirement that symptoms be confirmed by daily prospective ratings. The process of differential di- agnosis, particularly if the clinician relies on retrospective symptoms only, is made more difficult because of the overlap between symptoms of premenstrual dysphoric disorder and some other diagnoses. The overlap of symptoms is particularly salient for differenti- ating premenstrual dysphoric disorder from major depressive episodes, persistent de- pressive disorder, bipolar disorders, and borderline personality disorder. However, the rate of personality disorders is no higher in individuals with premenstrual dysphoric dis- order than in those without the disorder. Use of hormonal treatments. Some women who present with moderate to severe pre-"}
{"disorder": "depression", "chunk_id": 21, "text": "menstrual symptoms may be using hormonal treatments, including hormonal contracep- tives. If such symptoms occur after initiation of exogenous hormone use, the symptoms Substance/Medication-Induced Depressive Disorder 175 may be due to the use of hormones rather than to the underlying condition of premen- strual dysphoric disorder. If the woman stops hormones and the symptoms disappear, this is consistent with substance/medication-induced depressive disorder. Comorbidity A major depressive episode is the most frequently reported previous disorder in individuals presenting with premenstrual dysphoric disorder. A wide range of medical (e.g., migraine, asthma, allergies, seizure disorders) or other mental disorders (e.g., depressive and bipolar disorders, anxiety disorders, bulimia nervosa, substance use disorders) may worsen in the premenstrual phase; however, the absence of a symptom-free period during the postmen- strual interval obviates a diagnosis of premenstrual dysphoric disorder. These conditions are better considered premenstrual exacerbation of a current mental or medical disorder. Al- though the diagnosis of premenstrual dysphoric disorder should not be assigned in situa- tions in which an individual only experiences a premenstrual exacerbation of another mental or physical disorder, it can be considered in addition to the diagnosis of another men- tal or physical disorder if the individual experiences symptoms and changes in level of func- tioning that are characteristic of premenstrual dysphoric disorder and markedly different from the symptoms experienced as part of the ongoing disorder. Substance/Medication-Induced Depressive Disorder Diagnostic Criteria A. A prominent and persistent disturbance in mood that predominates in the clinical pic- ture and is characterized by depressed mood or markedly diminished interest or plea- sure in all, or almost all, activities. B. There is evidence from the history, physical examination, or laboratory findings of both (1) and (2): 1. The symptoms in Criterion A developed during or soon after substance intoxication or withdrawal or after exposure to a medication. 2. The involved substance/medication is capable of producing the symptoms in Crite- rion A. C. The disturbance is not better explained by a depressive disorder that is not substance/ medication-induced. Such evidence of an independent depressive disorder could in- clude the following: The symptoms preceded the onset of the substance/medication use; the symptoms persist for a substantial period of time (e.g., about 1 month) after the cessation of acute withdrawal or severe intoxication; or there is other evidence suggesting the existence of an independent non-substance/medication-induced depressive disorder (e.g., a his- tory of recurrent non-substance/medication-related episodes). D. The disturbance"}
{"disorder": "depression", "chunk_id": 22, "text": "does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. Note: This diagnosis should be made instead of a diagnosis of substance intoxication or substance withdrawal only when the symptoms in Criterion A predominate in the clinical picture and when they are sufficiently severe to warrant clinical attention. Coding note: The ICD-9-CM and ICD-10-CM codes for the [specific substance/medica- tion]-induced depressive disorders are indicated in the table below. Note that the ICD-10- 176 Depressive Disorders CM code depends on whether or not there is a comorbid substance use disorder present for the same class of substance. If a mild substance use disorder is comorbid with the substance- induced depressive disorder, the 4th position character is “1,” and the clinician should record “mild [substance] use disorder” before the substance-induced depressive disorder (e.g., “mild cocaine use disorder with cocaine-induced depressive disorder”). If a moderate or se- vere substance use disorder is comorbid with the substance-induced depressive disorder, the 4th position character is “2,” and the clinician should record “moderate [substance] use disorder” or “severe [substance] use disorder,” depending on the severity of the comorbid substance use disorder. If there is no comorbid substance use disorder (e.g., after a one- time heavy use of the substance), then the 4th position character is “9,” and the clinician should record only the substance-induced depressive disorder. Specify if (see Table 1 in the chapter “Substance-Related and Addictive Disorders” for di- agnoses associated with substance class): With onset during intoxication: If criteria are met for intoxication with the substance and the symptoms develop during intoxication. With onset during withdrawal: If criteria are met for withdrawal from the substance and the symptoms develop during, or shortly after, withdrawal. Recording Procedures ICD-9-CM. The name of the substance/medication-induced depressive disorder begins with the specific substance (e.g., cocaine, dexamethasone) that is presumed to be causing the depressive symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class. For substances that do not fit into any of the classes (e.g., dexamethasone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. The name of the"}
{"disorder": "depression", "chunk_id": 23, "text": "disorder is followed by the specification of onset (i.e., onset during in- toxication, onset during withdrawal). Unlike the recording procedures for ICD-10-CM, which combine the substance-induced disorder and substance use disorder into a single ICD-10-CM ICD-9-CM With use disorder, mild With use disorder, moderate or severe Without use disorder Alcohol 291.89 F10.14 F10.24 F10.94 Phencyclidine 292.84 F16.14 F16.24 F16.94 Other hallucinogen 292.84 F16.14 F16.24 F16.94 Inhalant 292.84 F18.14 F18.24 F18.94 Opioid 292.84 F11.14 F11.24 F11.94 Sedative, hypnotic, or anxiolytic 292.84 F13.14 F13.24 F13.94 Amphetamine (or other stimulant) 292.84 F15.14 F15.24 F15.94 Cocaine 292.84 F14.14 F14.24 F14.94 Other (or unknown) substance 292.84 F19.14 F19.24 F19.94 Substance/Medication-Induced Depressive Disorder 177 code, for ICD-9-CM a separate diagnostic code is given for the substance use disorder. For example, in the case of depressive symptoms occurring during withdrawal in a man with a severe cocaine use disorder, the diagnosis is 292.84 cocaine-induced depressive disorder, with onset during withdrawal. An additional diagnosis of 304.20 severe cocaine use dis- order is also given. When more than one substance is judged to play a significant role in the development of depressive mood symptoms, each should be listed separately (e.g., 292.84 methylphenidate-induced depressive disorder, with onset during withdrawal; 292.84 dexamethasone-induced depressive disorder, with onset during intoxication). ICD-10-CM. The name of the substance/medication-induced depressive disorder begins with the specific substance (e.g., cocaine, dexamethasone) that is presumed to be causing the depressive symptoms. The diagnostic code is selected from the table included in the criteria set, which is based on the drug class and presence or absence of a comorbid sub- stance use disorder. For substances that do not fit into any of the classes (e.g., dexameth- asone), the code for “other substance” should be used; and in cases in which a substance is judged to be an etiological factor but the specific class of substance is unknown, the category “unknown substance” should be used. When recording the name of the disorder, the comorbid substance use disorder (if any) is listed first, followed by the word “with,” followed by the name of the substance-induced de- pressive disorder, followed by the specification of onset (i.e., onset during intoxication, onset during withdrawal). For example, in the case of depressive symptoms occurring during with- drawal in a man with a severe cocaine use disorder, the diagnosis is F14.24 severe cocaine use disorder with cocaine-induced depressive disorder, with onset during withdrawal. A separate diagnosis of"}
{"disorder": "depression", "chunk_id": 24, "text": "the comorbid severe cocaine use disorder is not given. If the substance-induced depressive disorder occurs without a comorbid substance use disorder (e.g., after a one-time heavy use of the substance), no accompanying substance use disorder is noted (e.g., F16.94 phencyclidine-induced depressive disorder, with onset during intoxication). When more than one substance is judged to play a significant role in the development of depressive mood symptoms, each should be listed separately (e.g., F15.24 severe methylphenidate use disorder with methylphenidate-induced depressive disorder, with onset during withdrawal; F19.94 dexamethasone-induced depressive disorder, with onset during intoxication). Diagnostic Features The diagnostic features of substance/medication-induced depressive disorder include the symptoms of a depressive disorder, such as major depressive disorder; however, the de- pressive symptoms are associated with the ingestion, injection, or inhalation of a sub- stance (e.g., drug of abuse, toxin, psychotropic medication, other medication), and the depressive symptoms persist beyond the expected length of physiological effects, intoxi- cation, or withdrawal period. As evidenced by clinical history, physical examination, or laboratory findings, the relevant depressive disorder should have developed during or within 1 month after use of a substance that is capable of producing the depressive disor- der (Criterion B1). In addition, the diagnosis is not better explained by an independent depressive disorder. Evidence of an independent depressive disorder includes the de- pressive disorder preceded the onset of ingestion or withdrawal from the substance; the depressive disorder persists beyond a substantial period of time after the cessation of sub- stance use; or other evidence suggests the existence of an independent non-substance/ medication-induced depressive disorder (Criterion C). This diagnosis should not be made when symptoms occur exclusively during the course of a delirium (Criterion D). The de- pressive disorder associated with the substance use, intoxication, or withdrawal must cause clinically significant distress or impairment in social, occupational, or other impor- tant areas of functioning to qualify for this diagnosis (Criterion E). Some medications (e.g., stimulants, steroids, L-dopa, antibiotics, central nervous system drugs, dermatological agents, chemotherapeutic drugs, immunological agents) 178 Depressive Disorders can induce depressive mood disturbances. Clinical judgment is essential to determine whether the medication is truly associated with inducing the depressive disorder or whether a primary depressive disorder happened to have its onset while the person was receiving the treatment. For example, a depressive episode that developed within the first several weeks of beginning alpha-methyldopa (an antihypertensive agent) in an individ- ual with no history of"}
{"disorder": "depression", "chunk_id": 25, "text": "major depressive disorder would qualify for the diagnosis of med- ication-induced depressive disorder. In some cases, a previously established condition (e.g., major depressive disorder, recurrent) can recur while the individual is coincidentally taking a medication that has the capacity to cause depressive symptoms (e.g., L-dopa, oral contraceptives). In such cases, the clinician must make a judgment as to whether the med- ication is causative in this particular situation. A substance/medication-induced depressive disorder is distinguished from a primary depressive disorder by considering the onset, course, and other factors associated with the substance use. There must be evidence from the history, physical examination, or labora- tory findings of substance use, abuse, intoxication, or withdrawal prior to the onset of the depressive disorder. The withdrawal state for some substances can be relatively pro- tracted, and thus intense depressive symptoms can last for a long period after the cessation of substance use. Prevalence In a nationally representative U.S. adult population, the lifetime prevalence of substance/ medication-induced depressive disorder is 0.26%. Development and Course A depressive disorder associated with the use of substance (i.e., alcohol, illicit drugs, or a prescribed treatment for a mental disorder or another medical condition) must have its on- set while the individual is using the substance or during withdrawal, if there is a with- drawal syndrome associated with the substance. Most often, the depressive disorder has its onset within the first few weeks or 1 month of use of the substance. Once the substance is discontinued, the depressive symptoms usually remit within days to several weeks, de- pending on the half-life of the substance/medication and the presence of a withdrawal syndrome. If symptoms persist 4 weeks beyond the expected time course of withdrawal of a particular substance/medication, other causes for the depressive mood symptoms should be considered. Although there are a few prospective controlled trials examining the association of de- pressive symptoms with use of a medication, most reports are from postmarketing sur- veillance studies, retrospective observational studies, or case reports, making evidence of causality difficult to determine. Substances implicated in medication-induced depressive disorder, with varying degrees of evidence, include antiviral agents (efavirenz), cardio- vascular agents (clonidine, guanethidine, methyldopa, reserpine), retinoic acid deriva- tives (isotretinoin), antidepressants, anticonvulsants, anti-migraine agents (triptans), antipsychotics, hormonal agents (corticosteroids, oral contraceptives, gonadotropin- releasing hormone agonists, tamoxifen), smoking cessation agents (varenicline), and im- munological agents (interferon). However, other potential substances continue to emerge as new compounds"}
{"disorder": "depression", "chunk_id": 26, "text": "are synthesized. A history of such substance use may help increase di- agnostic certainty. Risk and Prognostic Factors Temperamental. Factors that appear to increase the risk of substance/medication- induced depressive disorder can be conceptualized as pertaining to the specific type of drug or to a group of individuals with underlying alcohol or drug use disorders. Risk fac-"}
