{"disorder": "personality_pathology", "chunk_id": 1, "text": "645 Personality Disorders This chapter begins with a general definition of personality disorder that applies to each of the 10 specific personality disorders. A personality disorder is an enduring pattern of inner experience and behavior that deviates markedly from the expectations of the in- dividual’s culture, is pervasive and inflexible, has an onset in adolescence or early adult- hood, is stable over time, and leads to distress or impairment. With any ongoing review process, especially one of this complexity, different view- points emerge, and an effort was made to accommodate them. Thus, personality disorders are included in both Sections II and III. The material in Section II represents an update of text associated with the same criteria found in DSM-IV-TR, whereas Section III includes the proposed research model for personality disorder diagnosis and conceptualization de- veloped by the DSM-5 Personality and Personality Disorders Work Group. As this field evolves, it is hoped that both versions will serve clinical practice and research initiatives, respectively. The following personality disorders are included in this chapter. • Paranoid personality disorder is a pattern of distrust and suspiciousness such that oth- ers’ motives are interpreted as malevolent. • Schizoid personality disorder is a pattern of detachment from social relationships and a restricted range of emotional expression. • Schizotypal personality disorder is a pattern of acute discomfort in close relationships, cognitive or perceptual distortions, and eccentricities of behavior. • Antisocial personality disorder is a pattern of disregard for, and violation of, the rights of others. • Borderline personality disorder is a pattern of instability in interpersonal relation- ships, self-image, and affects, and marked impulsivity. • Histrionic personality disorder is a pattern of excessive emotionality and attention seeking. • Narcissistic personality disorder is a pattern of grandiosity, need for admiration, and lack of empathy. • Avoidant personality disorder is a pattern of social inhibition, feelings of inadequacy, and hypersensitivity to negative evaluation. • Dependent personality disorder is a pattern of submissive and clinging behavior re- lated to an excessive need to be taken care of. • Obsessive-compulsive personality disorder is a pattern of preoccupation with order- liness, perfectionism, and control. • Personality change due to another medical condition is a persistent personality dis- turbance that is judged to be due to the direct physiological effects of a medical condi- tion (e.g., frontal lobe lesion). • Other specified personality disorder and unspecified personality disorder is a cate- gory"}
{"disorder": "personality_pathology", "chunk_id": 2, "text": "provided for two situations: 1) the individual’s personality pattern meets the gen- eral criteria for a personality disorder, and traits of several different personality disorders are present, but the criteria for any specific personality disorder are not met; 646 Personality Disorders or 2) the individual’s personality pattern meets the general criteria for a personality dis- order, but the individual is considered to have a personality disorder that is not in- cluded in the DSM-5 classification (e.g., passive-aggressive personality disorder). The personality disorders are grouped into three clusters based on descriptive similarities. Cluster A includes paranoid, schizoid, and schizotypal personality disorders. Individuals with these disorders often appear odd or eccentric. Cluster B includes antisocial, borderline, histri- onic, and narcissistic personality disorders. Individuals with these disorders often appear dra- matic, emotional, or erratic. Cluster C includes avoidant, dependent, and obsessive- compulsive personality disorders. Individuals with these disorders often appear anxious or fearful. It should be noted that this clustering system, although useful in some research and ed- ucational situations, has serious limitations and has not been consistently validated. Moreover, individuals frequently present with co-occurring personality disorders from different clusters. Prevalence estimates for the different clusters suggest 5.7% for dis- orders in Cluster A, 1.5% for disorders in Cluster B, 6.0% for disorders in Cluster C, and 9.1% for any personality disorder, indicating frequent co-occurrence of disorders from dif- ferent clusters. Data from the 2001–2002 National Epidemiologic Survey on Alcohol and Related Conditions suggest that approximately 15% of U.S. adults have at least one per- sonality disorder. Dimensional Models for Personality Disorders The diagnostic approach used in this manual represents the categorical perspective that personality disorders are qualitatively distinct clinical syndromes. An alternative to the categorical approach is the dimensional perspective that personality disorders represent maladaptive variants of personality traits that merge imperceptibly into normality and into one another. See Section III for a full description of a dimensional model for person- ality disorders. The DSM-IV personality disorder clusters (i.e., odd-eccentric, dramatic- emotional, and anxious-fearful) may also be viewed as dimensions representing spectra of personality dysfunction on a continuum with other mental disorders. The alternative di- mensional models have much in common and together appear to cover the important ar- eas of personality dysfunction. Their integration, clinical utility, and relationship with the personality disorder diagnostic categories and various aspects of personality dysfunction are under active investigation. General Personality Disorder Criteria A. An enduring"}
{"disorder": "personality_pathology", "chunk_id": 3, "text": "pattern of inner experience and behavior that deviates markedly from the expectations of the individual’s culture. This pattern is manifested in two (or more) of the following areas: 1. Cognition (i.e., ways of perceiving and interpreting self, other people, and events). 2. Affectivity (i.e., the range, intensity, lability, and appropriateness of emotional re- sponse). 3. Interpersonal functioning. 4. Impulse control. B. The enduring pattern is inflexible and pervasive across a broad range of personal and social situations. C. The enduring pattern leads to clinically significant distress or impairment in social, oc- cupational, or other important areas of functioning. General Personality Disorder 647 D. The pattern is stable and of long duration, and its onset can be traced back at least to adolescence or early adulthood. E. The enduring pattern is not better explained as a manifestation or consequence of an- other mental disorder. F. The enduring pattern is not attributable to the physiological effects of a substance (e.g., a drug of abuse, a medication) or another medical condition (e.g., head trauma). Diagnostic Features Personality traits are enduring patterns of perceiving, relating to, and thinking about the en- vironment and oneself that are exhibited in a wide range of social and personal contexts. Only when personality traits are inflexible and maladaptive and cause significant func- tional impairment or subjective distress do they constitute personality disorders. The essen- tial feature of a personality disorder is an enduring pattern of inner experience and behavior that deviates markedly from the expectations of the individual’s culture and is manifested in at least two of the following areas: cognition, affectivity, interpersonal functioning, or im- pulse control (Criterion A). This enduring pattern is inflexible and pervasive across a broad range of personal and social situations (Criterion B) and leads to clinically significant dis- tress or impairment in social, occupational, or other important areas of functioning (Crite- rion C). The pattern is stable and of long duration, and its onset can be traced back at least to adolescence or early adulthood (Criterion D). The pattern is not better explained as a manifestation or consequence of another mental disorder (Criterion E) and is not attribut- able to the physiological effects of a substance (e.g., a drug of abuse, a medication, exposure to a toxin) or another medical condition (e.g., head trauma) (Criterion F). Specific diagnostic criteria are also provided for each of the personality disorders included in this chapter."}
{"disorder": "personality_pathology", "chunk_id": 4, "text": "The diagnosis of personality disorders requires an evaluation of the individual’s long- term patterns of functioning, and the particular personality features must be evident by early adulthood. The personality traits that define these disorders must also be distin- guished from characteristics that emerge in response to specific situational stressors or more transient mental states (e.g., bipolar, depressive, or anxiety disorders; substance in- toxication). The clinician should assess the stability of personality traits over time and across different situations. Although a single interview with the individual is sometimes sufficient for making the diagnosis, it is often necessary to conduct more than one inter- view and to space these over time. Assessment can also be complicated by the fact that the characteristics that define a personality disorder may not be considered problematic by the individual (i.e., the traits are often ego-syntonic). To help overcome this difficulty, sup- plementary information from other informants may be helpful. Development and Course The features of a personality disorder usually become recognizable during adolescence or early adult life. By definition, a personality disorder is an enduring pattern of thinking, feeling, and behaving that is relatively stable over time. Some types of personality disorder (notably, antisocial and borderline personality disorders) tend to become less evident or to remit with age, whereas this appears to be less true for some other types (e.g., obsessive- compulsive and schizotypal personality disorders). Personality disorder categories may be applied with children or adolescents in those relatively unusual instances in which the individual’s particular maladaptive personality traits appear to be pervasive, persistent, and unlikely to be limited to a particular devel- opmental stage or another mental disorder. It should be recognized that the traits of a per- sonality disorder that appear in childhood will often not persist unchanged into adult life. For a personality disorder to be diagnosed in an individual younger than 18 years, the fea- tures must have been present for at least 1 year. The one exception to this is antisocial per- 648 Personality Disorders sonality disorder, which cannot be diagnosed in individuals younger than 18 years. Al- though, by definition, a personality disorder requires an onset no later than early adulthood, individuals may not come to clinical attention until relatively late in life. A per- sonality disorder may be exacerbated following the loss of significant supporting persons (e.g., a spouse) or previously stabilizing social situations (e.g., a job). However, the"}
{"disorder": "personality_pathology", "chunk_id": 5, "text": "devel- opment of a change in personality in middle adulthood or later life warrants a thorough evaluation to determine the possible presence of a personality change due to another med- ical condition or an unrecognized substance use disorder. Culture-Related Diagnostic Issues Judgments about personality functioning must take into account the individual’s ethnic, cul- tural, and social background. Personality disorders should not be confused with problems as- sociated with acculturation following immigration or with the expression of habits, customs, or religious and political values professed by the individual’s culture of origin. It is useful for the clinician, especially when evaluating someone from a different background, to obtain ad- ditional information from informants who are familiar with the person’s cultural background. Gender-Related Diagnostic Issues Certain personality disorders (e.g., antisocial personality disorder) are diagnosed more frequently in males. Others (e.g., borderline, histrionic, and dependent personality disor- ders) are diagnosed more frequently in females. Although these differences in prevalence probably reflect real gender differences in the presence of such patterns, clinicians must be cautious not to overdiagnose or underdiagnose certain personality disorders in females or in males because of social stereotypes about typical gender roles and behaviors. Differential Diagnosis Other mental disorders and personality traits. Many of the specific criteria for the per- sonality disorders describe features (e.g., suspiciousness, dependency, insensitivity) that are also characteristic of episodes of other mental disorders. A personality disorder should be diagnosed only when the defining characteristics appeared before early adulthood, are typical of the individual’s long-term functioning, and do not occur exclusively during an episode of another mental disorder. It may be particularly difficult (and not particularly useful) to distinguish personality disorders from persistent mental disorders such as per- sistent depressive disorder that have an early onset and an enduring, relatively stable course. Some personality disorders may have a “spectrum” relationship to other mental disorders (e.g., schizotypal personality disorder with schizophrenia; avoidant personality disorder with social anxiety disorder [social phobia]) based on phenomenological or bio- logical similarities or familial aggregation. Personality disorders must be distinguished from personality traits that do not reach the threshold for a personality disorder. Personality traits are diagnosed as a personality disorder only when they are inflexible, maladaptive, and persisting and cause significant functional impairment or subjective distress. Psychotic disorders. For the three personality disorders that may be related to the psy- chotic disorders (i.e., paranoid, schizoid, and schizotypal), there is an exclusion criterion"}
{"disorder": "personality_pathology", "chunk_id": 6, "text": "stating that the pattern of behavior must not have occurred exclusively during the course of schizophrenia, a bipolar or depressive disorder with psychotic features, or another psy- chotic disorder. When an individual has a persistent mental disorder (e.g., schizophrenia) that was preceded by a preexisting personality disorder, the personality disorder should also be recorded, followed by “premorbid” in parentheses. Anxiety and depressive disorders. The clinician must be cautious in diagnosing per- sonality disorders during an episode of a depressive disorder or an anxiety disorder, be- Paranoid Personality Disorder 649 cause these conditions may have cross-sectional symptom features that mimic personality traits and may make it more difficult to evaluate retrospectively the individual’s long-term patterns of functioning. Posttraumatic stress disorder. When personality changes emerge and persist after an individual has been exposed to extreme stress, a diagnosis of posttraumatic stress disorder should be considered. Substance use disorders. When an individual has a substance use disorder, it is impor- tant not to make a personality disorder diagnosis based solely on behaviors that are con- sequences of substance intoxication or withdrawal or that are associated with activities in the service of sustaining substance use (e.g., antisocial behavior). Personality change due to another medical condition. When enduring changes in per- sonality arise as a result of the physiological effects of another medical condition (e.g., brain tumor), a diagnosis of personality change due to another medical condition should be considered. Cluster A Personality Disorders Paranoid Personality Disorder Diagnostic Criteria 301.0 (F60.0) A. A pervasive distrust and suspiciousness of others such that their motives are inter- preted as malevolent, beginning by early adulthood and present in a variety of con- texts, as indicated by four (or more) of the following: 1. Suspects, without sufficient basis, that others are exploiting, harming, or deceiving him or her. 2. Is preoccupied with unjustified doubts about the loyalty or trustworthiness of friends or associates. 3. Is reluctant to confide in others because of unwarranted fear that the information will be used maliciously against him or her. 4. Reads hidden demeaning or threatening meanings into benign remarks or events. 5. Persistently bears grudges (i.e., is unforgiving of insults, injuries, or slights). 6. Perceives attacks on his or her character or reputation that are not apparent to oth- ers and is quick to react angrily or to counterattack. 7. Has recurrent suspicions, without justification, regarding fidelity of spouse or sexual partner. B."}
{"disorder": "personality_pathology", "chunk_id": 7, "text": "Does not occur exclusively during the course of schizophrenia, a bipolar disorder or depressive disorder with psychotic features, or another psychotic disorder and is not attributable to the physiological effects of another medical condition. Note: If criteria are met prior to the onset of schizophrenia, add “premorbid,” i.e., “paranoid personality disorder (premorbid).” Diagnostic Features The essential feature of paranoid personality disorder is a pattern of pervasive distrust and suspiciousness of others such that their motives are interpreted as malevolent. This pattern begins by early adulthood and is present in a variety of contexts."}
