{"disorder": "psychotic_disorders", "chunk_id": 1, "text": "87 Schizophrenia Spectrum and Other Psychotic Disorders Schizophrenia spectrum and other psychotic disorders include schizophrenia, other psychotic disorders, and schizotypal (personality) disorder. They are defined by ab- normalities in one or more of the following five domains: delusions, hallucinations, disor- ganized thinking (speech), grossly disorganized or abnormal motor behavior (including catatonia), and negative symptoms. Key Features That Define the Psychotic Disorders Delusions Delusions are fixed beliefs that are not amenable to change in light of conflicting evidence. Their content may include a variety of themes (e.g., persecutory, referential, somatic, reli- gious, grandiose). Persecutory delusions (i.e., belief that one is going to be harmed, harassed, and so forth by an individual, organization, or other group) are most common. Referential delusions (i.e., belief that certain gestures, comments, environmental cues, and so forth are directed at oneself) are also common. Grandiose delusions (i.e., when an individual believes that he or she has exceptional abilities, wealth, or fame) and erotomanic delusions (i.e., when an individual believes falsely that another person is in love with him or her) are also seen. Nihilistic delusions involve the conviction that a major catastrophe will occur, and somatic delusions focus on preoccupations regarding health and organ function. Delusions are deemed bizarre if they are clearly implausible and not understandable to same-culture peers and do not derive from ordinary life experiences. An example of a bi- zarre delusion is the belief that an outside force has removed his or her internal organs and replaced them with someone else’s organs without leaving any wounds or scars. An ex- ample of a nonbizarre delusion is the belief that one is under surveillance by the police, de- spite a lack of convincing evidence. Delusions that express a loss of control over mind or body are generally considered to be bizarre; these include the belief that one’s thoughts have been “removed” by some outside force (thought withdrawal), that alien thoughts have been put into one’s mind (thought insertion), or that one’s body or actions are being acted on or manipulated by some outside force (delusions of control). The distinction between a de- lusion and a strongly held idea is sometimes difficult to make and depends in part on the degree of conviction with which the belief is held despite clear or reasonable contradictory evidence regarding its veracity. Hallucinations Hallucinations are perception-like experiences that occur without an external stimulus. They are vivid and clear, with"}
{"disorder": "psychotic_disorders", "chunk_id": 2, "text": "the full force and impact of normal perceptions, and not under voluntary control. They may occur in any sensory modality, but auditory halluci- nations are the most common in schizophrenia and related disorders. Auditory hallucina- tions are usually experienced as voices, whether familiar or unfamiliar, that are perceived as distinct from the individual’s own thoughts. The hallucinations must occur in the con- text of a clear sensorium; those that occur while falling asleep (hypnagogic) or waking up 88 Schizophrenia Spectrum and Other Psychotic Disorders (hypnopompic) are considered to be within the range of normal experience. Hallucinations may be a normal part of religious experience in certain cultural contexts. Disorganized Thinking (Speech) Disorganized thinking (formal thought disorder) is typically inferred from the individual’s speech. The individual may switch from one topic to another (derailment or loose associa- tions). Answers to questions may be obliquely related or completely unrelated (tangential- ity). Rarely, speech may be so severely disorganized that it is nearly incomprehensible and resembles receptive aphasia in its linguistic disorganization (incoherence or “word salad”). Because mildly disorganized speech is common and nonspecific, the symptom must be se- vere enough to substantially impair effective communication. The severity of the impair- ment may be difficult to evaluate if the person making the diagnosis comes from a different linguistic background than that of the person being examined. Less severe dis- organized thinking or speech may occur during the prodromal and residual periods of schizophrenia. Grossly Disorganized or Abnormal Motor Behavior (Including Catatonia) Grossly disorganized or abnormal motor behavior may manifest itself in a variety of ways, ranging from childlike “silliness” to unpredictable agitation. Problems may be noted in any form of goal-directed behavior, leading to difficulties in performing activities of daily living. Catatonic behavior is a marked decrease in reactivity to the environment. This ranges from resistance to instructions (negativism); to maintaining a rigid, inappropriate or bi- zarre posture; to a complete lack of verbal and motor responses (mutism and stupor). It can also include purposeless and excessive motor activity without obvious cause (catatonic excitement). Other features are repeated stereotyped movements, staring, grimacing, mutism, and the echoing of speech. Although catatonia has historically been associated with schizophrenia, catatonic symptoms are nonspecific and may occur in other mental disorders (e.g., bipolar or depressive disorders with catatonia) and in medical conditions (catatonic disorder due to another medical condition). Negative Symptoms Negative symptoms account for a substantial"}
{"disorder": "psychotic_disorders", "chunk_id": 3, "text": "portion of the morbidity associated with schizophrenia but are less prominent in other psychotic disorders. Two negative symp- toms are particularly prominent in schizophrenia: diminished emotional expression and avolition. Diminished emotional expression includes reductions in the expression of emo- tions in the face, eye contact, intonation of speech (prosody), and movements of the hand, head, and face that normally give an emotional emphasis to speech. Avolition is a decrease in motivated self-initiated purposeful activities. The individual may sit for long periods of time and show little interest in participating in work or social activities. Other negative symptoms include alogia, anhedonia, and asociality. Alogia is manifested by diminished speech output. Anhedonia is the decreased ability to experience pleasure from positive stimuli or a degradation in the recollection of pleasure previously experienced. Asociality refers to the apparent lack of interest in social interactions and may be associated with avo- lition, but it can also be a manifestation of limited opportunities for social interactions. Disorders in This Chapter This chapter is organized along a gradient of psychopathology. Clinicians should first con- sider conditions that do not reach full criteria for a psychotic disorder or are limited to one Schizophrenia Spectrum and Other Psychotic Disorders 89 domain of psychopathology. Then they should consider time-limited conditions. Finally, the diagnosis of a schizophrenia spectrum disorder requires the exclusion of another con- dition that may give rise to psychosis. Schizotypal personality disorder is noted within this chapter as it is considered within the schizophrenia spectrum, although its full description is found in the chapter “Person- ality Disorders.” The diagnosis schizotypal personality disorder captures a pervasive pat- tern of social and interpersonal deficits, including reduced capacity for close relationships; cognitive or perceptual distortions; and eccentricities of behavior, usually beginning by early adulthood but in some cases first becoming apparent in childhood and adolescence. Abnormalities of beliefs, thinking, and perception are below the threshold for the diagno- sis of a psychotic disorder. Two conditions are defined by abnormalities limited to one domain of psychosis: delu- sions or catatonia. Delusional disorder is characterized by at least 1 month of delusions but no other psychotic symptoms. Catatonia is described later in the chapter and further in this discussion. Brief psychotic disorder lasts more than 1 day and remits by 1 month. Schizophreni- form disorder is characterized by a symptomatic presentation equivalent to that of schizo- phrenia except for its duration (less"}
{"disorder": "psychotic_disorders", "chunk_id": 4, "text": "than 6 months) and the absence of a requirement for a decline in functioning. Schizophrenia lasts for at least 6 months and includes at least 1 month of active-phase symptoms. In schizoaffective disorder, a mood episode and the active-phase symptoms of schizophrenia occur together and were preceded or are followed by at least 2 weeks of de- lusions or hallucinations without prominent mood symptoms. Psychotic disorders may be induced by another condition. In substance/medication- induced psychotic disorder, the psychotic symptoms are judged to be a physiological con- sequence of a drug of abuse, a medication, or toxin exposure and cease after removal of the agent. In psychotic disorder due to another medical condition, the psychotic symptoms are judged to be a direct physiological consequence of another medical condition. Catatonia can occur in several disorders, including neurodevelopmental, psychotic, bi- polar, depressive, and other mental disorders. This chapter also includes the diagnoses catatonia associated with another mental disorder (catatonia specifier), catatonic disorder due to another medical condition, and unspecified catatonia, and the diagnostic criteria for all three conditions are described together. Other specified and unspecified schizophrenia spectrum and other psychotic disor- ders are included for classifying psychotic presentations that do not meet the criteria for any of the specific psychotic disorders, or psychotic symptomatology about which there is inadequate or contradictory information. Clinician-Rated Assessment of Symptoms and Related Clinical Phenomena in Psychosis Psychotic disorders are heterogeneous, and the severity of symptoms can predict impor- tant aspects of the illness, such as the degree of cognitive or neurobiological deficits. To move the field forward, a detailed framework for the assessment of severity is included in Section III “Assessment Measures,” which may help with treatment planning, prognostic decision making, and research on pathophysiological mechanisms. Section III “Assess- ment Measures” also contains dimensional assessments of the primary symptoms of psy- chosis, including hallucinations, delusions, disorganized speech (except for substance/ medication-induced psychotic disorder and psychotic disorder due to another medical condition), abnormal psychomotor behavior, and negative symptoms, as well as dimen- sional assessments of depression and mania. The severity of mood symptoms in psychosis has prognostic value and guides treatment. There is growing evidence that schizoaffective 90 Schizophrenia Spectrum and Other Psychotic Disorders disorder is not a distinct nosological category. Thus, dimensional assessments of depres- sion and mania for all psychotic disorders alert clinicians to mood pathology and the need to treat where appropriate. The Section"}
{"disorder": "psychotic_disorders", "chunk_id": 5, "text": "III scale also includes a dimensional assessment of cognitive impairment. Many individuals with psychotic disorders have impairments in a range of cognitive domains that predict functional status. Clinical neuropsychological as- sessment can help guide diagnosis and treatment, but brief assessments without formal neuropsychological assessment can provide useful information that can be sufficient for diagnostic purposes. Formal neuropsychological testing, when conducted, should be ad- ministered and scored by personnel trained in the use of testing instruments. If a formal neuropsychological assessment is not conducted, the clinician should use the best avail- able information to make a judgment. Further research on these assessments is necessary in order to determine their clinical utility; thus, the assessments available in Section III should serve as a prototype to stimulate such research. Schizotypal (Personality) Disorder Criteria and text for schizotypal personality disorder can be found in the chapter “Person- ality Disorders.” Because this disorder is considered part of the schizophrenia spectrum of disorders, and is labeled in this section of ICD-9 and ICD-10 as schizotypal disorder, it is listed in this chapter and discussed in detail in the DSM-5 chapter “Personality Disorders.” Delusional Disorder Diagnostic Criteria 297.1 (F22) A. The presence of one (or more) delusions with a duration of 1 month or longer. B. Criterion A for schizophrenia has never been met. Note: Hallucinations, if present, are not prominent and are related to the delusional theme (e.g., the sensation of being infested with insects associated with delusions of infestation). C. Apart from the impact of the delusion(s) or its ramifications, functioning is not markedly impaired, and behavior is not obviously bizarre or odd. D. If manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods. E. The disturbance is not attributable to the physiological effects of a substance or an- other medical condition and is not better explained by another mental disorder, such as body dysmorphic disorder or obsessive-compulsive disorder. Specify whether: Erotomanic type: This subtype applies when the central theme of the delusion is that another person is in love with the individual. Grandiose type: This subtype applies when the central theme of the delusion is the conviction of having some great (but unrecognized) talent or insight or having made some important discovery. Jealous type: This subtype applies when the central theme of the individual’s delusion is that his or her spouse or lover is"}
{"disorder": "psychotic_disorders", "chunk_id": 6, "text": "unfaithful. Persecutory type: This subtype applies when the central theme of the delusion in- volves the individual’s belief that he or she is being conspired against, cheated, spied on, followed, poisoned or drugged, maliciously maligned, harassed, or obstructed in the pursuit of long-term goals. Somatic type: This subtype applies when the central theme of the delusion involves bodily functions or sensations."}
