{"disorder": "substance_use", "chunk_id": 1, "text": "481 Substance-Related and Addictive Disorders The substance-related disorders encompass 10 separate classes of drugs: alco- hol; caffeine; cannabis; hallucinogens (with separate categories for phencyclidine [or sim- ilarly acting arylcyclohexylamines] and other hallucinogens); inhalants; opioids; sedatives, hypnotics, and anxiolytics; stimulants (amphetamine-type substances, cocaine, and other stimulants); tobacco; and other (or unknown) substances. These 10 classes are not fully distinct. All drugs that are taken in excess have in common direct activation of the brain reward system, which is involved in the reinforcement of behaviors and the pro- duction of memories. They produce such an intense activation of the reward system that normal activities may be neglected. Instead of achieving reward system activation through adaptive behaviors, drugs of abuse directly activate the reward pathways. The pharmacological mechanisms by which each class of drugs produces reward are different, but the drugs typically activate the system and produce feelings of pleasure, often re- ferred to as a “high.” Furthermore, individuals with lower levels of self-control, which may reflect impairments of brain inhibitory mechanisms, may be particularly predisposed to develop substance use disorders, suggesting that the roots of substance use disorders for some persons can be seen in behaviors long before the onset of actual substance use itself. In addition to the substance-related disorders, this chapter also includes gambling dis- order, reflecting evidence that gambling behaviors activate reward systems similar to those activated by drugs of abuse and produce some behavioral symptoms that appear comparable to those produced by the substance use disorders. Other excessive behavioral patterns, such as Internet gaming, have also been described, but the research on these and other behavioral syndromes is less clear. Thus, groups of repetitive behaviors, which some term behavioral addictions, with such subcategories as “sex addiction,” “exercise addiction,” or “shopping addiction,” are not included because at this time there is insufficient peer-re- viewed evidence to establish the diagnostic criteria and course descriptions needed to identify these behaviors as mental disorders. The substance-related disorders are divided into two groups: substance use disorders and substance-induced disorders. The following conditions may be classified as sub- stance-induced: intoxication, withdrawal, and other substance/medication-induced men- tal disorders (psychotic disorders, bipolar and related disorders, depressive disorders, anxiety disorders, obsessive-compulsive and related disorders, sleep disorders, sexual dys- functions, delirium, and neurocognitive disorders). The current section begins with a general discussion of criteria sets for a substance use disorder, substance intoxication and withdrawal, and other substance/medication- induced"}
{"disorder": "substance_use", "chunk_id": 2, "text": "mental disorders, at least some of which are applicable across classes of sub- stances. Reflecting some unique aspects of the 10 substance classes relevant to this chapter, the remainder of the chapter is organized by the class of substance and describes their unique aspects. To facilitate differential diagnosis, the text and criteria for the remaining substance/medication-induced mental disorders are included with disorders with which they share phenomenology (e.g., substance/medication-induced depressive disorder is in the chapter “Depressive Disorders”). The broad diagnostic categories associated with each specific group of substances are shown in Table 1. 482 Substance-Related and Addictive Disorders TABLE 1 Diagnoses associated with substance class Psychotic disorders Bipolar disorders Depres- sive disorders Anxiety disorders Obsessive- compulsive and related disorders Sleep disorders Sexual dysfunc- tions Delirium Neuro- cognitive disorders Substance use disorders Sub- stance intoxi- cation Sub- stance with- drawal Alcohol I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Caffeine I I/W X X Cannabis I I I/W I X X X Hallucinogens Phencyclidine I I I I I X X Other hallucino- gens I* I I I I X X Inhalants I I I I I/P X X Opioids I/W W I/W I/W I/W X X X Sedatives, hypnotics, or anxiolytics I/W I/W I/W W I/W I/W I/W I/W/P X X X Stimulants** I I/W I/W I/W I/W I/W I I X X X Tobacco W X X Other (or unknown) I/W I/W I/W I/W I/W I/W I/W I/W I/W/P X X X Note. X = The category is recognized in DSM-5. I = The specifier “with onset during intoxication” may be noted for the category. W = The specifier “with onset during withdrawal” may be noted for the category. I/W = Either “with onset during intoxication” or “with onset during withdrawal” may be noted for the category. P = The disorder is persisting. *Also hallucinogen persisting perception disorder (flashbacks). **Includes amphetamine-type substances, cocaine, and other or unspecified stimulants. Substance Use Disorders 483 Substance-Related Disorders Substance Use Disorders Features The essential feature of a substance use disorder is a cluster of cognitive, behavioral, and physiological symptoms indicating that the individual continues using the substance de- spite significant substance-related problems. As seen in Table 1, the diagnosis of a sub- stance use disorder can be applied to all 10 classes included in this chapter except caffeine. For certain classes some symptoms are less salient, and in a few"}
{"disorder": "substance_use", "chunk_id": 3, "text": "instances not all symptoms apply (e.g., withdrawal symptoms are not specified for phencyclidine use disorder, other hallucinogen use disorder, or inhalant use disorder). An important characteristic of substance use disorders is an underlying change in brain cir- cuits that may persist beyond detoxification, particularly in individuals with severe disorders. The behavioral effects of these brain changes may be exhibited in the repeated relapses and in- tense drug craving when the individuals are exposed to drug-related stimuli. These persistent drug effects may benefit from long-term approaches to treatment. Overall, the diagnosis of a substance use disorder is based on a pathological pattern of behaviors related to use of the substance. To assist with organization, Criterion A criteria can be considered to fit within overall groupings of impaired control, social impairment, risky use, and pharmacological criteria. Impaired control over substance use is the first criteria grouping (Criteria 1–4). The individual may take the substance in larger amounts or over a longer pe- riod than was originally intended (Criterion 1). The individual may express a persistent de- sire to cut down or regulate substance use and may report multiple unsuccessful efforts to decrease or discontinue use (Criterion 2). The individual may spend a great deal of time ob- taining the substance, using the substance, or recovering from its effects (Criterion 3). In some instances of more severe substance use disorders, virtually all of the individual’s daily activities revolve around the substance. Craving (Criterion 4) is manifested by an intense de- sire or urge for the drug that may occur at any time but is more likely when in an environ- ment where the drug previously was obtained or used. Craving has also been shown to involve classical conditioning and is associated with activation of specific reward structures in the brain. Craving is queried by asking if there has ever been a time when they had such strong urges to take the drug that they could not think of anything else. Current craving is of- ten used as a treatment outcome measure because it may be a signal of impending relapse. Social impairment is the second grouping of criteria (Criteria 5–7). Recurrent substance use may result in a failure to fulfill major role obligations at work, school, or home (Crite- rion 5). The individual may continue substance use despite having persistent or recurrent social or interpersonal problems caused or exacerbated by the effects of"}
{"disorder": "substance_use", "chunk_id": 4, "text": "the substance (Cri- terion 6). Important social, occupational, or recreational activities may be given up or re- duced because of substance use (Criterion 7). The individual may withdraw from family activities and hobbies in order to use the substance. Risky use of the substance is the third grouping of criteria (Criteria 8–9). This may take the form of recurrent substance use in situations in which it is physically hazardous (Cri- terion 8). The individual may continue substance use despite knowledge of having a per- sistent or recurrent physical or psychological problem that is likely to have been caused or exacerbated by the substance (Criterion 9). The key issue in evaluating this criterion is not the existence of the problem, but rather the individual’s failure to abstain from using the substance despite the difficulty it is causing. 484 Substance-Related and Addictive Disorders Pharmacological criteria are the final grouping (Criteria 10 and 11). Tolerance (Crite- rion 10) is signaled by requiring a markedly increased dose of the substance to achieve the desired effect or a markedly reduced effect when the usual dose is consumed. The degree to which tolerance develops varies greatly across different individuals as well as across substances and may involve a variety of central nervous system effects. For example, tol- erance to respiratory depression and tolerance to sedating and motor coordination may develop at different rates, depending on the substance. Tolerance may be difficult to de- termine by history alone, and laboratory tests may be helpful (e.g., high blood levels of the substance coupled with little evidence of intoxication suggest that tolerance is likely). Tol- erance must also be distinguished from individual variability in the initial sensitivity to the effects of particular substances. For example, some first-time alcohol drinkers show very little evidence of intoxication with three or four drinks, whereas others of similar weight and drinking histories have slurred speech and incoordination. Withdrawal (Criterion 11) is a syndrome that occurs when blood or tissue concentra- tions of a substance decline in an individual who had maintained prolonged heavy use of the substance. After developing withdrawal symptoms, the individual is likely to con- sume the substance to relieve the symptoms. Withdrawal symptoms vary greatly across the classes of substances, and separate criteria sets for withdrawal are provided for the drug classes. Marked and generally easily measured physiological signs of withdrawal are common with alcohol, opioids, and sedatives, hypnotics, and"}
{"disorder": "substance_use", "chunk_id": 5, "text": "anxiolytics. Withdrawal signs and symptoms with stimulants (amphetamines and cocaine), as well as tobacco and cannabis, are often present but may be less apparent. Significant withdrawal has not been documented in humans after repeated use of phencyclidine, other hallucinogens, and in- halants; therefore, this criterion is not included for these substances. Neither tolerance nor withdrawal is necessary for a diagnosis of a substance use disorder. However, for most classes of substances, a past history of withdrawal is associated with a more severe clinical course (i.e., an earlier onset of a substance use disorder, higher levels of substance intake, and a greater number of substance-related problems). Symptoms of tolerance and withdrawal occurring during appropriate medical treat- ment with prescribed medications (e.g., opioid analgesics, sedatives, stimulants) are spe- cifically not counted when diagnosing a substance use disorder. The appearance of normal, expected pharmacological tolerance and withdrawal during the course of medical treat- ment has been known to lead to an erroneous diagnosis of “addiction” even when these were the only symptoms present. Individuals whose only symptoms are those that occur as a result of medical treatment (i.e., tolerance and withdrawal as part of medical care when the medications are taken as prescribed) should not receive a diagnosis solely on the basis of these symptoms. However, prescription medications can be used inappropriately, and a substance use disorder can be correctly diagnosed when there are other symptoms of compulsive, drug-seeking behavior. Severity and Specifiers Substance use disorders occur in a broad range of severity, from mild to severe, with se- verity based on the number of symptom criteria endorsed. As a general estimate of sever- ity, a mild substance use disorder is suggested by the presence of two to three symptoms, moderate by four to five symptoms, and severe by six or more symptoms. Changing severity across time is also reflected by reductions or increases in the frequency and/or dose of substance use, as assessed by the individual’s own report, report of knowledgeable others, clinician’s observations, and biological testing. The following course specifiers and descrip- tive features specifiers are also available for substance use disorders: “in early remission,” “in sustained remission,” “on maintenance therapy,” and “in a controlled environment.” Definitions of each are provided within respective criteria sets. Substance Use Disorders 485 Recording Procedures for Substance Use Disorders The clinician should use the code that applies to the class of substances but record the"}
{"disorder": "substance_use", "chunk_id": 6, "text": "name of the specific substance. For example, the clinician should record 304.10 (F13.20) moderate alprazolam use disorder (rather than moderate sedative, hypnotic, or anxiolytic use disorder) or 305.70 (F15.10) mild methamphetamine use disorder (rather than mild stimulant use disorder). For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance use disorder” should be used and the specific substance indicated (e.g., 305.90 [F19.10] mild anabolic steroid use disorder). If the substance taken by the individual is unknown, the code for the class “other (or unknown)” should be used (e.g., 304.90 [F19.20] severe unknown substance use disorder). If criteria are met for more than one substance use disorder, all should be diagnosed (e.g., 304.00 [F11.20] severe heroin use disorder; 304.20 [F14.20] moderate cocaine use disorder). The appropriate ICD-10-CM code for a substance use disorder depends on whether there is a comorbid substance-induced disorder (including intoxication and withdrawal). In the above example, the diagnostic code for moderate alprazolam use disorder, F13.20, re- flects the absence of a comorbid alprazolam-induced mental disorder. Because ICD-10-CM codes for substance-induced disorders indicate both the presence (or absence) and severity of the substance use disorder, ICD-10-CM codes for substance use disorders can be used only in the absence of a substance-induced disorder. See the individual substance-specific sections for additional coding information. Note that the word addiction is not applied as a diagnostic term in this classification, although it is in common usage in many countries to describe severe problems related to compulsive and habitual use of substances. The more neutral term substance use disorder is used to describe the wide range of the disorder, from a mild form to a severe state of chron- ically relapsing, compulsive drug taking. Some clinicians will choose to use the word ad- diction to describe more extreme presentations, but the word is omitted from the official DSM-5 substance use disorder diagnostic terminology because of its uncertain definition and its potentially negative connotation. Substance-Induced Disorders The overall category of substance-induced disorders includes intoxication, withdrawal, and other substance/medication-induced mental disorders (e.g., substance-induced psy- chotic disorder, substance-induced depressive disorder). Substance Intoxication and Withdrawal Criteria for substance intoxication are included within the substance-specific sections of this chapter. The essential feature is the development of a reversible substance-specific syndrome due to the recent ingestion of a substance (Criterion A). The clinically significant problematic behavioral or psychological changes"}
{"disorder": "substance_use", "chunk_id": 7, "text": "associated with intoxication (e.g., bellig- erence, mood lability, impaired judgment) are attributable to the physiological effects of the substance on the central nervous system and develop during or shortly after use of the substance (Criterion B). The symptoms are not attributable to another medical condition and are not better explained by another mental disorder (Criterion D). Substance intoxi- cation is common among those with a substance use disorder but also occurs frequently in individuals without a substance use disorder. This category does not apply to tobacco. The most common changes in intoxication involve disturbances of perception, wake- fulness, attention, thinking, judgment, psychomotor behavior, and interpersonal behav- ior. Short-term, or “acute,” intoxications may have different signs and symptoms than 486 Substance-Related and Addictive Disorders sustained, or “chronic,” intoxications. For example, moderate cocaine doses may initially produce gregariousness, but social withdrawal may develop if such doses are frequently repeated over days or weeks. When used in the physiological sense, the term intoxication is broader than substance intoxication as defined here. Many substances may produce physiological or psychologi- cal changes that are not necessarily problematic. For example, an individual with tachy- cardia from substance use has a physiological effect, but if this is the only symptom in the absence of problematic behavior, the diagnosis of intoxication would not apply. Intoxica- tion may sometimes persist beyond the time when the substance is detectable in the body. This may be due to enduring central nervous system effects, the recovery of which takes longer than the time for elimination of the substance. These longer-term effects of intoxi- cation must be distinguished from withdrawal (i.e., symptoms initiated by a decline in blood or tissue concentrations of a substance). Criteria for substance withdrawal are included within the substance-specific sections of this chapter. The essential feature is the development of a substance-specific problematic be- havioral change, with physiological and cognitive concomitants, that is due to the cessation of, or reduction in, heavy and prolonged substance use (Criterion A). The substance-specific syn- drome causes clinically significant distress or impairment in social, occupational, or other im- portant areas of functioning (Criterion C). The symptoms are not due to another medical condition and are not better explained by another mental disorder (Criterion D). Withdrawal is usually, but not always, associated with a substance use disorder. Most individuals with withdrawal have an urge to re-administer the substance to reduce the symptoms. Route of"}
{"disorder": "substance_use", "chunk_id": 8, "text": "Administration and Speed of Substance Effects Routes of administration that produce more rapid and efficient absorption into the blood- stream (e.g., intravenous, smoking, intranasal “snorting”) tend to result in a more intense intoxication and an increased likelihood of an escalating pattern of substance use leading to withdrawal. Similarly, rapidly acting substances are more likely than slower-acting substances to produce immediate intoxication. Duration of Effects Within the same drug category, relatively short-acting substances tend to have a higher potential for the development of withdrawal than do those with a longer duration of ac- tion. However, longer-acting substances tend to have longer withdrawal duration. The half-life of the substance parallels aspects of withdrawal: the longer the duration of action, the longer the time between cessation and the onset of withdrawal symptoms and the lon- ger the withdrawal duration. In general, the longer the acute withdrawal period, the less intense the syndrome tends to be. Use of Multiple Substances Substance intoxication and withdrawal often involve several substances used simultane- ously or sequentially. In these cases, each diagnosis should be recorded separately. Associated Laboratory Findings Laboratory analyses of blood and urine samples can help determine recent use and the specific substances involved. However, a positive laboratory test result does not by itself indicate that the individual has a pattern of substance use that meets criteria for a substance-induced or sub- stance use disorder, and a negative test result does not by itself rule out a diagnosis. Laboratory tests can be useful in identifying withdrawal. If the individual presents with withdrawal from an unknown substance, laboratory tests may help identify the sub- stance and may also be helpful in differentiating withdrawal from other mental disorders. Substance-Induced Disorders 487 In addition, normal functioning in the presence of high blood levels of a substance sug- gests considerable tolerance. Development and Course Individuals ages 18–24 years have relatively high prevalence rates for the use of virtually every substance. Intoxication is usually the initial substance-related disorder and often be- gins in the teens. Withdrawal can occur at any age as long as the relevant drug has been taken in sufficient doses over an extended period of time. Recording Procedures for Intoxication and Withdrawal The clinician should use the code that applies to the class of substances but record the name of the specific substance. For example, the clinician should record 292.0 (F13.239) seco- barbital withdrawal (rather than sedative, hypnotic,"}
{"disorder": "substance_use", "chunk_id": 9, "text": "or anxiolytic withdrawal) or 292.89 (F15.129) methamphetamine intoxication (rather than stimulant intoxication). Note that the appropriate ICD-10-CM diagnostic code for intoxication depends on whether there is a comorbid substance use disorder. In this case, the F15.129 code for methamphetamine in- dicates the presence of a comorbid mild methamphetamine use disorder. If there had been no comorbid methamphetamine use disorder, the diagnostic code would have been F15.929. ICD-10-CM coding rules require that all withdrawal codes imply a comorbid moderate to severe substance use disorder for that substance. In the above case, the code for secobarbital withdrawal (F13.239) indicates the comorbid presence of a moderate to se- vere secobarbital use disorder. See the coding note for the substance-specific intoxication and withdrawal syndromes for the actual coding options. For substances that do not fit into any of the classes (e.g., anabolic steroids), the appropriate code for “other substance intoxication” should be used and the specific substance indicated (e.g., 292.89 [F19.929] anabolic steroid intoxication). If the substance taken by the individual is unknown, the code for the class “other (or unknown)” should be used (e.g., 292.89 [F19.929] unknown substance intoxication). If there are symptoms or problems associated with a partic- ular substance but criteria are not met for any of the substance-specific disorders, the unspec- ified category can be used (e.g., 292.9 [F12.99] unspecified cannabis-related disorder). As noted above, the substance-related codes in ICD-10-CM combine the substance use dis- order aspect of the clinical picture and the substance-induced aspect into a single combined code. Thus, if both heroin withdrawal and moderate heroin use disorder are present, the single code F11.23 is given to cover both presentations. In ICD-9-CM, separate diagnostic codes (292.0 and 304.00) are given to indicate withdrawal and a moderate heroin use disorder, re- spectively. See the individual substance-specific sections for additional coding information. Substance/Medication-Induced Mental Disorders The substance/medication-induced mental disorders are potentially severe, usually tem- porary, but sometimes persisting central nervous system (CNS) syndromes that develop in the context of the effects of substances of abuse, medications, or several toxins. They are distinguished from the substance use disorders, in which a cluster of cognitive, behav- ioral, and physiological symptoms contribute to the continued use of a substance despite significant substance-related problems. The substance/medication-induced mental disor- ders may be induced by the 10 classes of substances that produce substance use disorders, or by a great variety of other medications used in medical"}
{"disorder": "substance_use", "chunk_id": 10, "text": "treatment. Each substance- induced mental disorder is described in the relevant chapter (e.g., “Depressive Disorders,” “Neurocognitive Disorders”), and therefore, only a brief description is offered here. All substance/medication-induced disorders share common characteristics. It is important to recognize these common features to aid in the detection of these disorders. These features are described as follows: 488 Substance-Related and Addictive Disorders A. The disorder represents a clinically significant symptomatic presentation of a relevant mental disorder. B. There is evidence from the history, physical examination, or laboratory findings of both of the following: 1. The disorder developed during or within 1 month of a substance intoxication or withdrawal or taking a medication; and 2. The involved substance/medication is capable of producing the mental disorder. C. The disorder is not better explained by an independent mental disorder (i.e., one that is not substance- or medication-induced). Such evidence of an independent mental dis- order could include the following: 1. The disorder preceded the onset of severe intoxication or withdrawal or exposure to the medication; or 2. The full mental disorder persisted for a substantial period of time (e.g., at least 1 month) after the cessation of acute withdrawal or severe intoxication or taking the medica- tion. This criterion does not apply to substance-induced neurocognitive disorders or hallucinogen persisting perception disorder, which persist beyond the cessation of acute intoxication or withdrawal. D. The disorder does not occur exclusively during the course of a delirium. E. The disorder causes clinically significant distress or impairment in social, occupa- tional, or other important areas of functioning. Features Some generalizations can be made regarding the categories of substances capable of produc- ing clinically relevant substance-induced mental disorders. In general, the more sedating drugs (sedative, hypnotics, or anxiolytics, and alcohol) can produce prominent and clini- cally significant depressive disorders during intoxication, while anxiety conditions are likely to be observed during withdrawal syndromes from these substances. Also, during intoxica- tion, the more stimulating substances (e.g., amphetamines and cocaine) are likely to be as- sociated with substance-induced psychotic disorders and substance-induced anxiety disorders, with substance-induced major depressive episodes observed during withdrawal. Both the more sedating and more stimulating drugs are likely to produce significant but temporary sleep and sexual disturbances. An overview of the relationship between specific categories of substances and specific psychiatric syndromes is presented in Table 1. The medication-induced conditions include what are often idiosyncratic CNS reac- tions or relatively extreme"}
{"disorder": "substance_use", "chunk_id": 11, "text": "examples of side effects for a wide range of medications taken for a variety of medical concerns. These include neurocognitive complications of anesthet- ics, antihistamines, antihypertensives, and a variety of other medications and toxins (e.g., organophosphates, insecticides, carbon monoxide), as described in the chapter on neuro- cognitive disorders. Psychotic syndromes may be temporarily experienced in the context of anticholinergic, cardiovascular, and steroid drugs, as well as during use of stimulant- like and depressant-like prescription or over-the-counter drugs. Temporary but severe mood disturbances can be observed with a wide range of medications, including steroids, antihypertensives, disulfiram, and any prescription or over-the-counter depressant or stimulant-like substances. A similar range of medications can be associated with tempo- rary anxiety syndromes, sexual dysfunctions, and conditions of disturbed sleep. In general, to be considered a substance/medication-induced mental disorder, there must be evidence that the disorder being observed is not likely to be better explained by an independent mental condition. The latter are most likely to be seen if the mental disorder was present before the severe intoxication or withdrawal or medication administration, or, with the exception of several substance-induced persisting disorders listed in Table 1, con- tinued more than 1 month after cessation of acute withdrawal, severe intoxication, or use Substance-Induced Disorders 489 of the medications. When symptoms are only observed during a delirium (e.g., alcohol withdrawal delirium), the mental disorder should be diagnosed as a delirium, and the psychiatric syndrome occurring during the delirium should not also be diagnosed sepa- rately, as many symptoms (including disturbances in mood, anxiety, and reality testing) are commonly seen during agitated, confused states. The features associated with each rel- evant major mental disorder are similar whether observed with independent or sub- stance/medication-induced mental disorders. However, individuals with substance/ medication-induced mental disorders are likely to also demonstrate the associated fea- tures seen with the specific category of substance or medication, as listed in other subsec- tions of this chapter. Development and Course Substance-induced mental disorders develop in the context of intoxication or withdrawal from substances of abuse, and medication-induced mental disorders are seen with pre- scribed or over-the-counter medications that are taken at the suggested doses. Both condi- tions are usually temporary and likely to disappear within 1 month or so of cessation of acute withdrawal, severe intoxication, or use of the medication. Exceptions to these generaliza- tions occur for certain long-duration substance-induced disorders: substance-associated neurocognitive disorders that relate"}
{"disorder": "substance_use", "chunk_id": 12, "text": "to conditions such as alcohol-induced neurocognitive disorder, inhalant-induced neurocognitive disorder, and sedative-, hypnotic-, or anxiolytic- induced neurocognitive disorder; and hallucinogen persisting perception disorder (“flash- backs”; see the section “Hallucinogen-Related Disorders” later in this chapter). However, most other substance/medication-induced mental disorders, regardless of the severity of the symptoms, are likely to improve relatively quickly with abstinence and unlikely to re- main clinically relevant for more than 1 month after complete cessation of use. As is true of many consequences of heavy substance use, some individuals are more and others less prone toward specific substance-induced disorders. Similar types of pre- dispositions may make some individuals more likely to develop psychiatric side effects of some types of medications, but not others. However, it is unclear whether individuals with family histories or personal prior histories with independent psychiatric syndromes are more likely to develop the induced syndrome once the consideration is made as to whether the quantity and frequency of the substance was sufficient to lead to the devel- opment of a substance-induced syndrome. There are indications that the intake of substances of abuse or some medications with psychiatric side effects in the context of a preexisting mental disorder is likely to result in an intensification of the preexisting independent syndrome. The risk for substance/med- ication-induced mental disorders is likely to increase with both the quantity and the fre- quency of consumption of the relevant substance. The symptom profiles for the substance/medication-induced mental disorders resem- ble independent mental disorders. While the symptoms of substance/medication-in- duced mental disorders can be identical to those of independent mental disorders (e.g., delusions, hallucinations, psychoses, major depressive episodes, anxiety syndromes), and although they can have the same severe consequences (e.g., suicide), most induced mental disorders are likely to improve in a matter of days to weeks of abstinence. The substance/medication-induced mental disorders are an important part of the dif- ferential diagnoses for the independent psychiatric conditions. The importance of recog- nizing an induced mental disorder is similar to the relevance of identifying the possible role of some medical conditions and medication reactions before diagnosing an indepen- dent mental disorder. Symptoms of substance- and medication-induced mental disorders may be identical cross-sectionally to those of independent mental disorders but have dif- ferent treatments and prognoses from the independent condition. 490 Substance-Related and Addictive Disorders Functional Consequences of Substance/Medication- Induced Mental Disorders The same consequences related to the relevant independent mental disorder"}
{"disorder": "substance_use", "chunk_id": 13, "text": "(e.g., suicide attempts) are likely to apply to the substance/medication-induced mental disorders, but these are likely to disappear within 1 month after abstinence. Similarly, the same func- tional consequences associated with the relevant substance use disorder are likely to be seen for the substance-induced mental disorders. Recording Procedures for Substance/Medication- Induced Mental Disorders Coding notes and separate recording procedures for ICD-9-CM and ICD-10-CM codes for other specific substance/medication-induced mental disorders are provided in other chapters of the manual with disorders with which they share phenomenology (see the sub- stance/medication-induced mental disorders in these chapters: “Schizophrenia Spectrum and Other Psychotic Disorders,” “Bipolar and Related Disorders,” “Depressive Disor- ders,” “Anxiety Disorders,” “Obsessive-Compulsive and Related Disorders,” “Sleep- Wake Disorders,” “Sexual Dysfunctions,” and “Neurocognitive Disorders”). Generally, for ICD-9-CM, if a mental disorder is induced by a substance use disorder, a separate di- agnostic code is given for the specific substance use disorder, in addition to the code for the substance/medication-induced mental disorder. For ICD-10-CM, a single code combines the substance-induced mental disorder with the substance use disorder. A separate diag- nosis of the comorbid substance use disorder is not given, although the name and severity of the specific substance use disorder (when present) are used when recording the sub- stance/medication-induced mental disorder. ICD-10-CM codes are also provided for sit- uations in which the substance/medication-induced mental disorder is not induced by a substance use disorder (e.g., when a disorder is induced by one-time use of a substance or medication). Additional information needed to record the diagnostic name of the sub- stance/medication-induced mental disorder is provided in the section “Recording Proce- dures” for each substance/medication-induced mental disorder in its respective chapter. Alcohol-Related Disorders Alcohol Use Disorder Alcohol Intoxication Alcohol Withdrawal Other Alcohol-Induced Disorders Unspecified Alcohol-Related Disorder Alcohol Use Disorder Diagnostic Criteria A. A problematic pattern of alcohol use leading to clinically significant impairment or dis- tress, as manifested by at least two of the following, occurring within a 12-month period: 1. Alcohol is often taken in larger amounts or over a longer period than was intended. 2. There is a persistent desire or unsuccessful efforts to cut down or control alcohol use."}
